Repository: pkranga/Eagle
Catalog: apps/web-v4/src/locale/messages.*.xlf
Languages: nl

source: <br/> 2. Press Login Button<br/> 3. If you are on Infosys Network, you will not have to just enter your Infosys Mail ID<br/> 4. If you are on Internet, on button click, you will be taken to Microsoft Login Site. Please enter your Infosys Mail ID<br/> 5. You will be taken to stsakaash site which is from Infosys. Here you provide your email id and password(Infosys account)<br/> 6. You will receive a phone call from Microsoft on your registered phone number<br/> 7. You are required to key-in your passcode and #<br/> 8. If your authentication is successful, the web browser will automatically take you to Lex.
nl: <br/> 2. Druk op de Loginknop<br/> 3. Als u op Infosys netwerk zit moet u niet alleen uw Infosys Mail ID invoeren<br/> 4. Als u op Internet zit wordt u met klik op de knop naar de Microsoft Login Website geleidt. Voer uw Infosys Mail ID in<br/> 5. U gaat naar de stsakaash-site, die van Infosys is. Hier kunt u uw emailadres en wachtwoord(Infosysaccount) invoeren<br/> 6. U krijgt een telefoontje van Microsoft op uw geregistreerde telefoonnummer<br/> 7. U bent verplicht om uw toegangscode in te voeren en #<br/> 8. Als de authenticatie is gelukt, leidt de webbrowser u automatisch naar Lex.

source: Q4. Unable to logon to Lex , getting Microsoft Login page
nl: Q4. Kan niet inloggen bij Lex , op de Microsoft Inlogpagina

source: Clear the browser cache and cookies (going as far back as possible).<br/> This issue is mainly for user who use other Infosys O365 Applications like Mail, VPN, Yammer and many more.<br/> The token issued by Microsoft when you used such an application is stored in the cookies and Microsoft needs to be forced to issue a fresh token which will allow access the Lex application which is also a O365 Application.<br/> Clear the cache and cookies and restart the browser and try accessing Lex
nl: Wis de browsercache en cookies (ga zover mogelijk terug).<br/> Dit probleem is voornamelijk bedoeld voor gebruikers die gebruik maken van andere Infosys O365-Applicaties zoals Mail, VPN, Yammer en andere.<br/> Het door Microsoft uitgegeven token--wanneer u een dergelijke applicatie gebruikte--wordt opgeslagen in de cookies en Microsoft moet gedwongen worden een nieuwe token uit te geven die toegang verleent tot de Lex-applicatie die tevens een O365 Applicatie is.<br/> Wis de cache en cookies en start de browser opnieuw op en probeer dan Lex te openen

source: Q5. Account Already Exists
nl: Q5. Account Bestaat Al

source: Raise an AHD
nl: Dien een AHD in

source: Q6. I am not able to get my PIN to enter with password in LEX application. Would you please help me with this?
nl: Q6. Ik kan mijn pincode niet ophalen om met mijn wachtwoord in te voeren in LEX. Kunt u mij hiermee helpen?

source: Can you mail CCD-Helpdesk (Global Support)
nl: Kunt u CCD-Helpdesk (Global Support) mailen

source: and get them to reset the same?
nl: en hen dit laten resetten?

source: Q7. Downtime
nl: Q7. Uitvaltijd

source: Request you to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.
nl: Verwijder uw cookies en cache s.v.p. van de desktopbrowser alvorens opnieuw te proberen.<br/> Ook kunt u gebruik maken van de Incognitomodus of Privébrowsmodus van Chrome en IE.

source: Q1. ODC Connectivity
nl: Q1. ODC-Connectiviteit

source: If you are working from an ODC, it is possible it might have been blocked.<br/> Please raise a CCD AHD under “Local Connectivity Issues” category and mention that you are unable to access Lex.
nl: Als u vanuit een ODC werkt is het mogelijk dat het is geblokkeerd.<br/> Dien s.v.p. een CCD AHD in onder de "Local Connectivity Issues" categorie en vermeld dat u niet in staat bent om toegang te krijgen tot Lex.

source: Q2. Browser Issue
nl: Q2. Browserprobleem

source: It looks like you are not either having Internet Access or ODC has blocked the access to Lex.<br/> Please raise a CCD AHD under “Local Connectivity Issues”
nl: Het lijkt erop alsof u geen Internet Toegang hebt of dat ODC de toegang tot Lex heeft geblokkeerd.<br/> Dien s.v.p een CCD AHD in onder "Lokale Connectiviteitsproblemen"

source: Q1. Compatibility
nl: Q1. Compatibiliteit

source: It looks like you are using IE in Compatibility Mode (IE7 or IE11) please open developer console and switch to IE11 or IE10.<br/> Please follow the video:<br/>
nl: Het lijkt alsof u IE gebruikt in Compatibiliteits modus (IE7 of IE11) open ontwikkelaarsconsole en schakelen over naar IE11 of IE10<br/> Volg de video:<br/>

source: It looks like you are using IE in Compatibility Mode (IE7 or IE11) please open developer console and switch to IE11 or IE10
nl: Het lijkt alsof u IE gebruikt in Compatibiliteits modus (IE7 of IE11) open ontwikkelaarsconsole en schakelen over naar IE11 of IE10

source: Q1. Regarding Lex installation on Smart Phone
nl: Q1. Inzake Lex-installatie op Smartphone

source: There are 2 ways for doing the same in android:<br/> 1. open Lex in browser and click on burger menu. Now click mobile apps under android click the link. From there you can directly download the app like other apps.<br/> 2. Directly open the play store and search for "Infosys Lex" and install the apps. Before going with the above step make sure to go through with the following steps if you have not done before/ using it for the first time using Infosys network.<br/> Please visit:<br/>
nl: Er zijn twee manieren om hetzelfde te doen in android:<br/> 1. open Lex in de browser en klik op burgermenu. Klik nu mobile apps onder android klik op de link. Vanaf daar kunt u de app direct downloaden net zoals andere apps.<br/> 2. Open playstore en zoek naar "Infosys Lex" en installeer de apps. Zorg ervoor--voordat u verder gaat met de bovenstaande stap--dat u eerst de volgende stappen doorloopt als u dat nog niet hebt gedaan voordat u Infosys netwerk voor de eerste keer gebruikt.<br/> Bezoek:<br/>

source: and register yourself for Multi-Factors Authentication.<br/> You can set a passcode of your choice.<br/> Select Call-In method for authentication.<br/> For accessing Lex this is a “must” criteria.<br/> 1. Visit
nl: en registreer uzelf voor Multi-Factorsauthenticatie.<br/> U kunt een toegangscode naar keuze instellen.<br/> Selecteer een Inbelmethode voor authenticatie.<br/> Voor toegang tot Lex is dit een "moet" criteria.<br/> 1. Bezoek

source: 2. Press Login Button<br/> 3. If you are on Infosys Network, you will not have to just enter your Infosys Mail ID<br/> 4. If you are on Internet, on button click, you will be taken to Microsoft Login Site. Please enter your Infosys Mail ID<br/> 5. You will be taken to stsakaash site which is from Infosys. Here you provide your email id and password(Infosys account)<br/> 6. You will receive a phone call from Microsoft on your registered phone number<br/> 7. You are required to key-in your passcode and #<br/> 8. If your authentication is successful, the web browser will automatically take you to Lex.<br/>
nl: 2. Druk op de Loginknop<br/> 3. Als u op Infosys netwerk zit moet u niet alleen uw Infosys Mail ID invoeren<br/> 4. Als u op Internet zit wordt u met klik op de knop naar de Microsoft Login Website geleidt. Voer uw Infosys Mail ID in<br/> 5. U gaat naar de stsakaash-site, die van Infosys is. Hier kunt u uw emailadres en wachtwoord(Infosysaccount) invoeren<br/> 6. U krijgt een telefoontje van Microsoft op uw geregistreerde telefoonnummer<br/> 7. U bent verplicht om uw toegangscode in te voeren en #<br/> 8. Als de authenticatie is gelukt, leidt de webbrowser u automatisch naar Lex.<br/>

source: Q2. IOS - To Install IOS App
nl: Q2. IOS - om IOS-App te Installeren

source: Kindly find the steps enclosed below for your request please.<br/> To install the app, Safari Web browser is required.<br/> Please follow the following steps<br/> 1. Go to
nl: Zie s.v.p. bijgevoegde stappen hieronder aangaande uw aanvraag.<br/> Om de app te installeren is Safari-webbrowser vereist.<br/> Volg de volgende stappen<br/> 1. Ga naar

source: on Safari browser on your iPhone (This will not work on Google Chrome or other browsers)<br/> 2. Login to the app (using MFA)<br/> 3. Go to “Mobile Apps” under the ☰<br/> 4. Click on IOS tab<br/> 5. Click on Download<br/> You will be prompted to Install the app, Please click on install.<br/> Once you accept the installation, the app would start the download process in the background and the AppIcon would be visible on the home screen of your phone<br/> Fix for “Untrusted Developer” Error (Comes up if Lex is the first app installed from “Infosys Limited”)<br/> To fix this, you need to Trust the Developer “Infosys Limited”. Setting to trust the app are as follows<br/> 1. Go to Device Management in your iPhone (Settings > General > Device Management)<br/> 2. Click on “Infosys Limited” Under the Enterprise Apps<br/> 3. Click on “Trust”<br/> 4. Re-launch the app.<br/> Mobile app needs your one-time Login after the first launch.
nl: Safari browser op uw iPhone (Dit werkt niet op Google Chrome of andere browsers) <br/> 2. Login bij de app (met MFA)<br/> 3. Ga naar "Mobiele Apps" onder de ☰<br/> 4. Klik op de IOS-tab<br/> 5. Klik op Download<br/> U wordt verzocht de app te starten, Klik op installeren.<br/> Zodra u de installatie accepteert start de applicatie het downloadproces op de achtergrond en de AppIcon wordt weergegeven op het beginscherm van uw mobieltje<br/> Fix voor "Niet-vertrouwde Ontwikkelaar"-fout (verschijnt als Lex de eerste app is die vanaf "Infosys Limited" wordt geïnstalleerd)<br/> Om dit te verhelpen, u moet Vertrouw de Ontwikkelaar "Infosys Limited” activeren. Instellen om de app te vertrouwen gaat als volgt<br/> 1. Ga naar Toestelbeheer van uw iPhone (Instellingen > Algemeen > Toestelbeheer)<br/> 2. Klik op "Infosys Limited" Onder de Bedrijfsapps<br/> 3. Klik on “Vertrouw”<br/> 4. Start de app opnieuw op.<br/> De mobiele app heeft uw eenmalige Aanmelding nodig na de eerste keer opstarten.

source: Q1. I recently completed a course in lex (Introduction to data science )and I passed the assessment exam also. But it is not reflecting in my dashboard. Can you please look into this?
nl: Q1. Ik heb onlangs een cursus in lex voltooid (Inleiding tot gegevenswetenschap )en ik ben ook geslaagd voor de toets. Maar dat staat niet in mijn dashboard. Kunt u dit nakijken s.v.p?

source: Lex does not calculate progress instantly. It is a batch process and data might take 15 minutes to reflect.
nl: Lex berekent de voortgang niet meteen. Het is een batchproces en het kan 15 min. duren om de gegevens te verwerken.

source: Q1. Issues playing the video content.
nl: Q1. Problemen met het afspelen van de video-inhoud.

source: Please raise a CCD AHD to reinstall Audio Video Drivers. This issue happens when either audio or video drivers are corrupt or not installed.
nl: Dien een CCD in om de Audio Video Drivers opnieuw te installeren Dit probleem doet zich voor wanneer audio- of videodrivers zijn beschadigd of niet geïnstalleerd.

source: Q1. Upload a content in Lex
nl: Q1. Upload inhoud in Lex

source: Please find demo video enclosed on how to upload content in Lex.<br/> Kindly use the below URL :<br/>
nl: Hieronder vindt u demo-video over hoe u inhoud kunt uploaden in Lex.<br/> Gebruik de onderstaande URL s.v.p.:<br/>

source: Please use Chrome for accessing the staging environment.<br/> To create content through Authoring Tool :<br/> Link :
nl: Gebruik Chrome voor toegang tot de stagingomgeving.<br/> Inhoud creëren via de Schrijverstool :<br/> Link :

source: Q2. Could you please guide me on how to record a video in LEX with real time voice over.
nl: Q2. Kunt u mij begeleiden met het opnemen van een video in LEX met real-time commentaarstem.

source: Lex does not have the capabilities to record videos or author PDF or HTML Content directly on its authoring tool.<br/> If you have created Videos either using screen-capture using tools like Captivate, Camtasia or converting PPTs to Videos with voiceover or even using a video recording device like Phones, Video Cameras, Lex allows you to create courses out of such content.<br/> Course creation involves providing a good amount of meta-data for non-text based contents such as Videos.
nl: Lex kan geen video’s opnemen of rechtstreeks PDF- of HTML- inhoud op haar schrijverstool schrijven.<br/> Als u Video's hebt gecreëerd met behulp van schermopname d.m.v. van tools zoals Captivate, Camtasia of converteren van PPT’ s naar video's met commentaarstem of zelfs met een video-opnameapparaten zoals Telefoons, Videocamera's, kunt u met Lex cursussen van dergelijke inhoud creëren.<br/> Het maken van een cursus omvat een behoorlijke hoeveelheid metadata voor niet-tekstgebaseerde inhoud zoals video's.

source: Rate Platform
nl: Beoordeel Platform

source: Rate Content
nl: Beoordeel Inhoud

source: Report an issue
nl: Rapporteer een probleem

source: Got Stuck?
nl: Vastgelopen?

source: Give us details and we'll make it work
nl: Geef ons de details en wij zorgen ervoor dat alles weer werkt

source: Give us a detailed report (min. 10 characters)
nl: Geef ons een gedetailleerd verslag (min. 10 tekens)

source: Submit Feedback
nl: Feedback Verzenden

source: Rating is required
nl: Beoordeling is verplicht

source: I liked
nl: Ik vond het leuk

source: Tell us what you liked (optional)
nl: Vertel ons wat u leuk vond (optioneel)

source: Like the content? Share your comments (optional)
nl: Vind u de inhoud leuk? Deel uw commentaar (optioneel)

source: I wish
nl: Ik wens

source: What more would you like to see? (optional)
nl: Wat zou u nog meer willen zien? (optioneel)

source: How can we enhance your learning? (optional)
nl: Hoe kunnen we uw leren vergemakkelijken? (optioneel)

source: Submit Feedback
nl: Feedback Verzenden

source: Create a new goal
nl: Creëer een nieuwe doelstelling

source: Error fetching predefined goals
nl: Fout bij ophalen van vooraf gedefinieerde doelen

source: Add
nl: Toevoegen

source: Pick from Suggested Goals
nl: Kies uit Aanbevolen Doelstellingen

source: My Goals
nl: Mijn Doelstellingen

source: All
nl: Allemaal

source: In-Progress
nl: Bezig

source: Completed
nl: Klaar

source: You have not added any goals
nl: U hebt geen toegevoegd doelen

source: You do not have any goal in progress
nl: U hebt bent met geen enkel doel bezig

source: You have not completed any goal
nl: U hebt geen enkel doel voltooid

source: Shared by
nl: Gedeeld door:

source: End Date:
nl: Einddatum:

source: You have not completed this goal within the deadline
nl: U hebt dit doel niet voltooid binnen de gestelde tijdslimiet

source: Goals for Others
nl: Doelstellingen voor Anderen

source: Target time for completion:
nl: Streeftijd voor het invullen:

source: day(s)
nl: dag(en)

source: shared with
nl: gedeeld met

source: and
nl: en

source: other(s)
nl: anderen

source: Track Goal Progress
nl: Volg Voortgang van het Doel

source: Target time for completion
nl: Streeftijd voor voltooiing

source: Shared with
nl: Gedeeld met

source: people
nl: mensen

source: Rejected
nl: Afgewezen

source: User
nl: Gebruiker

source: Reason for Rejection
nl: Reden voor Afwijzing

source: Share Again
nl: Deel Nogmaals

source: Accepted
nl: Geaccepteerd

source: User:
nl: Gebruiker:

source: Due-In
nl: Verwacht

source: hrs to go
nl: uren te gaan

source: Pending
nl: In behandeling

source: User
nl: Gebruiker

source: Remind
nl: Herinner

source: Some error occurred! Please try again
nl: Er is een fout opgetreden! Probeer het opnieuw

source: You cannot share a goal with yourself
nl: U kunt een doel niet met uzelf delen

source: Successfully shared goal with
nl: Succesvol gedeeld doel met

source: No pending request
nl: Geen lopende aanvraag

source: Nobody has accepted this goal
nl: Niemand heeft dit doel geaccepteerd

source: Nobody has rejected this goal
nl: Niemand heeft dit doel afgewezen

source: Select at least one user to send a reminder
nl: Selecteer minstens één gebruiker om een herinnering naar te sturen

source: Select at least one user to share again
nl: Selecteer minstens één gebruiker om opnieuw te delen

source: Reminder mail has been sent to
nl: Er is een herinneringsmail verstuurd naar

source: Add Goal Title
nl: Voer Naam voor Doelstelling in

source: Edit Goal Title
nl: Bewerk Naam van Doelstelling

source: Title
nl: Titel

source: Goal Title (Required)
nl: Naam voor Doelstelling (vereist)

source: Valid title range (10-100 characters)
nl: Geldig bereik voor Naam voor Doelstelling (10-100 karakters)

source: Describe your goal (Optional)
nl: Beschrijf uw doelstelling (optioneel)

source: You can only edit duration of a suggested goal
nl: U kunt alleen de tijdsduur van een voorgesteld doel bewerken

source: Next
nl: Volgende

source: Add Contents
nl: Voeg Inhoud toe

source: Edit Contents
nl: Inhoud bewerken

source: Content
nl: Inhoud

source: Search content for your Goal...
nl: Zoek inhoud voor uw Doelstelling...

source: Back
nl: Terug

source: Add Duration
nl: Voeg Duurtijd toe

source: Edit Duration
nl: Bewerk Duurtijd

source: Duration
nl: Tijdsduur

source: Some error occurred
nl: Er is een fout opgetreden

source: Set Duration:
nl: Stel Tijdsduur in:

source: days(s)
nl: dag(en)

source: Goal duration should be at least 1 day
nl: Doel duurtijdzouminstens 1 dagmoetenzijn

source: This will require
nl: Dit vereist

source: hours to finish
nl: uren om te voltooien

source: For Yourself
nl: Voor Jezelf

source: For Others
nl: Voor Anderen

source: You have already created this goal for others. Goal will be created for yourself
nl: U hebt dit doel al gecreëerd voor anderen Doel wordt gecreëerd voor uzelf

source: You have already created this goal for yourself. Goal will be created for others
nl: U hebt dit doel al gecreëerd voor uzelf Doel wordt gecreëerd voor anderen

source: Back
nl: Terug

source: Goal duration should be at least 1 day
nl: Doel duurtijdzouminstens 1 dagmoetenzijn

source: hours to finish
nl: uren om te voltooien

source: For Yourself
nl: Voor Jezelf

source: You have already created this goal for others. Goal will be created for yourself
nl: U hebt dit doel al gecreëerd voor anderen Doel wordt gecreëerd voor uzelf

source: You have already created this goal for yourself. Goal will be created for others
nl: U hebt dit doel al gecreëerd voor uzelf Doel wordt gecreëerd voor anderen

source: Failed to create. Please try again
nl: Creëren mislukt. Probeer het opnieuw

source: Do you really want to remove
nl: Weet u zeker dat u wilt verwijderen

source: Do you really want to remove this goal
nl: Weet u zeker dat u dit doel wilt verwijderen

source: Content not available
nl: Inhoud niet beschikbaar

source: hrs to go
nl: uren te gaan

source: Share Playlist -
nl: Afspeellijst delen -

source: Share Goal -
nl: Deel Doelstelling -

source: You cannot share a goal with yourself. Please remove your id.
nl: U kunt een doel niet met uzelf delen Verwijder uw id. s.v.p.

source: Share this Goal with specified email address
nl: Deel deze doelstellingen met opgegeven emailadres

source: Unable to share. Try later
nl: Kan niet delen. Probeer het later

source: Goal successfully shared
nl: Doelstelling met succes gedeeld

source: You have already shared with
nl: U hebt al gedeeld met

source: Your goal was shared with all except these invalid ids
nl: Uw doel is gedeeld met iedereen behalve deze ongeldige ids

source: Your goal has not been shared with anyone as there are no valid ids
nl: Uw doel is niet gedeeld met anderen omdat er geen geldige ids zijn

source: Successfully sent mail to
nl: Mail succesvol naar verzonden

source: Unable to send mail
nl: Kan geen email verzenden

source: Unable to send goal
nl: Kan geen doelstelling verzenden

source: Action Required
nl: Actie Vereist

source: Target time for completion:
nl: Streeftijd voor het invullen:

source: will be added to your goals
nl: wordt toegevoegd aan uw doelen

source: This goal will be added to your goals
nl: Dit doel wordt toegevoegd aan uw doelen

source: By accepting this, you are granting permission
nl: Door dit te accepteren verleent u toestemming

source: to track your progress for this goal.
nl: voor het bijhouden van uw vooruitgang voor dit doel.

source: You have already added this goal earlier. Your earlier goal will be deleted to prevent duplicates.
nl: U hebt dit doel al eerder toegevoegd Uw eerdere doelstelling wordt verwijderd om duplicaten te voorkomen.

source: You will not be able to edit or delete this goal.
nl: U kunt dit doel niet bewerken of verwijderen.

source: Target completion date :
nl: Voltooiingsstreef datum:

source: day(s) from now.
nl: Dag(en) vanaf nu.

source: Do you want to continue?
nl: Wilt u doorgaan?

source: Goal successfully added
nl: Doelstelling met succes toegevoegd

source: Goal Rejected
nl: Doelstelling afgewezen

source: Reject
nl: Verwerp

source: this goal
nl: dit doel

source: shared by
nl: gedeeld door

source: Reason for rejecting the goal (10-350 characters)
nl: Reden voor afwijzing doelstelling (10-350 karakters)

source: Reject
nl: Verwerp

source: Delete goal for particular users
nl: Doel verwijderen voor bepaalde gebruikers

source: Cancel
nl: Annuleren

source: Delete
nl: Verwijderen

source: Brand
nl: Merk

source: Branding
nl: Merkvoering

source: Quick Links
nl: Snelle Links

source: Goals
nl: Doelstellingen

source: Brand
nl: Merk

source: Smart Solution
nl: Slimme Oplossing

source: Explore New Features
nl: Ontdek Nieuwe Functies

source: Featured Apps
nl: Beschikbare Apps

source: Get on-boarded with {{appName}}
nl: Kom aan boord met {{appName}}

source: Playlists
nl: Afspeellijsten

source: Create and learn from playlists. Share with your friends too.
nl: Creëer en leer van afspeellijsten. Deel ook met uw vrienden.

source: Test your coding skills by solving our hands-on challenges
nl: Test uw codeervaardigheden door onze praktijkgerichte vraagstukken op te lossen

source: Learn by the help of our guide
nl: Leren m.b.v. van onze begeleider

source: Leaderboard
nl: Scorebord

source: Check the leaderboard and see where you stand
nl: Controleer het scorebord en bekijk waar u staat

source: Goals
nl: Doelstellingen

source: Create and learn from goals. Share with your friends too.
nl: Creëer en leer van doelstellingen. Deel ook met uw vrienden.

source: Like us? Have some suggestions? Want to report a bug?
nl: Zoals wij? Hebt u suggesties? Wilt een bug melden?

source: View time spent
nl: Bekijk bestede tijd

source: Check the time spent on the learning platform
nl: Controleer de tijd besteed aan het leerplatform

source: View your progress
nl: Bekijk uw vooruitgang

source: Check your course progress
nl: Controleer uw voortgang met de cursus

source: Continue Learning
nl: Blijven Leren

source: Show Completed
nl: Toon voltooide items

source: Show Resources
nl: Toon middelen

source: Show Resources
nl: Toon middelen

source: Recent addition to playlists
nl: Recente toevoeging aan de afspeellijsten

source: Based on your interests
nl: Op basis van uw interesses

source: Couldn't find anything based on your interests. Please add or modify your interest topics to find relevant content.
nl: Kon niks vinden gebaseerd op je interesses. Voeg je interesse-onderwerpen toe of wijzig ze om relevante inhoud te vinden.

source: Based on what you viewed
nl: Op basis van wat u hebt bekeken

source: Organization
nl: Organisatie

source: Role
nl: Rol

source: Items under this category are unavailable, please select another category from dropdown
nl: Items uitdezecategoriezijnnietbeschibkaar, selecteereenanderecategorieuit de dropdownlijst

source: Unit
nl: Eenheid

source: Job Level
nl: Jobniveau

source: Latest Certifications
nl: Nieuwste Certificeringen
