Repository: pkranga/Eagle
Catalog: apps/web-v4/src/locale/messages.*.xlf
Languages: nl

source: Recommendations under this category is unavailable, please select another category from dropdown
nl: Aanbevelingenuitdezecategoriezijnnietbeschibkaar, selecteereenanderecategorieuit de dropdowlijst

source: Done adding interests
nl: Klaar met toevoegen van interesses

source: Search Topics
nl: Onderwerpen Zoeken

source: search topics
nl: onderwerpen zoeken

source: My Interests
nl: Mijn Interesses

source: Unable to fetch interests
nl: Onmogelijk om interesses op te halen

source: No interests
nl: Geen interesses

source: Our Suggestions
nl: Onze Suggesties

source: View More
nl: Bekijk Meer

source: see more interests
nl: Bekijk meer interesses

source: Leaderboard
nl: Scorebord

source: Learner
nl: Lerende

source: Collaborator
nl: Medewerker

source: Weekly
nl: Wekelijks

source: Monthly
nl: Maandelijks

source: to
nl: naar

source: Last updated on
nl: Voor het laatst geüpdate op

source: The top learners from the past months.
nl: De topstudenten van de voorbij maanden.

source: POINTS
nl: PUNTEN

source: POINT
nl: PUNT

source: <span>Completed</span>
nl: <span>Klaar</span>

source: No content found.
nl: Geen inhoud gevonden.

source: View More
nl: Bekijk Meer

source: Last studied on
nl: Als laatste gestudeerd op

source: to go!
nl: te gaan!

source: Corporate
nl: Bedrijfs-

source: Employer
nl: Werknemer

source: Brand Assets
nl: Merkactiva

source: AI-powered Core
nl: AI-gedreven Kern

source: Products and Subsidiaries
nl: Producten en Dochterondernemingen

source: Your brand assets appear here.
nl: Je merkelementen verschijnen hier.

source: Your client success stories appear here.
nl: Je klantensuccesverhalen verschijnen hier.

source: Prepare
nl: Voorbereiden

source: Engage
nl: Inschakelen

source: Leave Behind
nl: Achterlaten

source: Digital Services - Narratives
nl: Digitale Services - Verhalen

source: Digital Services - Offerings
nl: Digitale Services - Aanbiedingen

source: Navigate your next - Narratives
nl: Navigeer door uw volgende - Verhalen

source: Error fetching Industries data
nl: Fout bij ophalen van Bedrijfstakkengegevens

source: Error fetching data.
nl: Fout bij het ophalen van de gegevens.

source: Your content can be added in this space.
nl: Je inhoud kan in deze ruimte toegevoegd worden.

source: Data for different hubs will appear here
nl: Gegevens voorverschillende hubs verschijnenhier

source: This application requires Multi Factor Authentication (MFA) as set by your organization. Please note the following before you install this app.
nl: Deze toepassing vereist Multi-Factor Authenticatie (MFA) zoals ingesteld door uw organisatie. Let op het volgende voordat u deze app installeert.

source: Post installation you will have to log in with the MFA. To reset or configure MFA, go to your organization portal
nl: Na de installatie moet u inloggen met de MFA. Om de MFA opnieuw in te stellen of te configureren gaat u naar uw organisatie portal

source: Download from our server
nl: Download van onze server

source: Or scan QR code to download:
nl: Of scan de QR code om te downloaden:

source: * If prompted, allow installation from unknown sources. You can disable this option after the app installation is complete.
nl: * Als u hierom wordt gevraagd, sta dan installatie van onbekende bronnen toe. U kunt deze optie weer uitzetten nadat de applicatie van de installatie is voltooid.

source: Coming Soon...
nl: Komt spoedig...

source: Mobile Apps are not yet available for the Web-App
nl: ErzijnnoggeenMobiele Apps beschikbaarvoor de Web-App

source: <mat-icon>school</mat-icon> <span>My Learning</span>
nl: <mat-icon>school</mat-icon> <span>MijnLeerproces</span>

source: <mat-icon>border_color</mat-icon> <span>My Assessment</span>
nl: <mat-icon>boordkleur</mat-icon> <span>MijnTest</span>

source: <mat-icon>flag</mat-icon> <span>My Refactoring</span>
nl: <mat-icon>vlag</mat-icon> <span>Mijn Refactoring</span>

source: <mat-icon>calendar_today</mat-icon> <span>My Plans</span>
nl: <mat-icon>kalendervandaag</mat-icon> <span>MijnPlannen</span>

source: <mat-icon>group</mat-icon> <span>My Collaborators</span>
nl: <mat-icon>groep</mat-icon> <span>MijnMedewerkers</span>

source: <mat-icon>next_week</mat-icon> <span>My Feature Usage</span>
nl: <mat-icon>volgende week</mat-icon> <span>MijnFunctiegebruik</span>

source: <mat-icon>book</mat-icon> <span>Top Courses</span>
nl: <mat-icon>reserveer</mat-icon> <span>Topcursussen</span>

source: My Learning
nl: Mijn Leerproces

source: My Assessment
nl: Mijn Test

source: My Refactoring Progress
nl: Mijn Refactoring-vooruitgang

source: My Plans
nl: Mijn Plannen

source: My Collaborators
nl: Mijn Medewerkers

source: My Feature Usage
nl: Mijn Functiegebruik

source: Top Courses
nl: Topcursussen

source: Last Updated On :
nl: Laatste update:

source: {{nsoName}} - Progress
nl: {{nsoName}} - Vooruitgang

source: more than Org Average
nl: meer dan Org Gemiddelde

source: you are with Org Average
nl: dit is het Org Gemiddelde

source: less than Org Average
nl: Minder dan Org Gemiddelde

source: Apply
nl: Toepassen

source: Last 30 days
nl: Laatste 30 dagen

source: User Progress
nl: Gebruikersvooruitgang

source: Infoscions' Progress
nl: Infoscions’ Vooruitgang

source: No of Users Completed
nl: Aantal Gebruikers Voltooid

source: No Learning History Available for Course
nl: Geen Leergeschiedenis Beschikbaar voor Cursus

source: No Learning History Available for Program
nl: Geen Leergeschiedenis Beschikbaar voor Programma

source: Created on :
nl: Aangemaakt op:

source: No Goals Available
nl: Geen Doelen Beschikbaar

source: No Playlist Available
nl: Geen Playlist Beschibaar

source: Issued on :
nl: Gepubliceerd op:

source: No Certificates Available
nl: Geen Certificaten Beschikbaar

source: No Badges Available
nl: Geen Badges Beschikbaar

source: Assessment Details
nl: Details Test

source: Recent Assessment
nl: Recente Test

source: Goals Shared by Me
nl: Door Mij Gedeelde Doelen

source: Shared to:
nl: Gedeeld met:

source: Shared on:
nl: Gedeeld op:

source: You have not shared any Goal
nl: Je hebt geen enkel Doel gedeeld

source: Goals Shared with Me
nl: Met Mij Gedeelde Doelen

source: Shared by:
nl: Gedeeld door:

source: Artifacts Shared
nl: Artefacten Gedeeld

source: You have not shared any artifacts
nl: Je hebt geen artefacten gedeeld

source: Playlist shared by me
nl: Door mij gedeelde Playlist

source: You have not shared any playlist
nl: Je hebt geen playlist gedeeld

source: Playlist shared with me
nl: Door mij gedeelde Playlist

source: You have no shared playlist
nl: Je hebt geen gedeelde playlist

source: Contacted on:
nl: Gecontacteerd op:

source: You have not used any playground
nl: Je hebt geen speeltuin gebruikt

source: Experts Contacted
nl: Gecontacteerde Experts

source: You have not contacted any experts
nl: Je hebt geen experts gecontacteerd

source: Content Created
nl: Aangemaakte Inhoud

source: Content Type:
nl: Type Inhoud:

source: My Assessments
nl: Mijn Testen

source: My Refactoring Programs
nl: Mijn Refactoring-programma’s

source: My Collaboration
nl: Mijn Medewerking

source: My other LEX feature usage
nl: Mijn andere LEX-functiegebruik

source: Time Spent by me - Track wise
nl: Door mij Bestede Tijd - Opnames

source: No Data Available
nl: Geen Gegevens Beschikbaar

source: Avg # of mins on LEX - this calender year
nl: Gem. # min op LEX – dit kalenderjaar

source: Avg # mins across dimensions
nl: Gem. # min doorheen dimensies

source: % Time spent by Me
nl: % Tijd door Mij besteed

source: No Data Available
nl: Geen Gegevens Beschikbaar

source: % Time spent by Infoscions
nl: % Tijd besteed door Infoscions

source: % Time spent by my Peers
nl: % Tijd besteed door mijn collega’s

source: Top Courses By my Unit
nl: Topcursussen Door mijn Eenheid

source: Top Courses By my Peers
nl: Topcursussen Door mijn Collega’s

source: Get Ready for New Age Roles
nl: Sta Klaar voor New Age-rollen

source: Learn Skill of your choice
nl: Leer de Vaardigheden van uw keuze

source: Build on what you know
nl: Bouw voort op wat u al weet

source: GET REFACTORED INTO NEW SERVICES
nl: LAAT JE REFACTOREN IN NIEUWE DIENSTEN

source: Explore learning paths based on Industry needs
nl: Ontdek leerpaden gebaseerd op de behoeften van de industrie

source: LEARN SKILL OF YOUR CHOICE
nl: LEER DE VAARDIGHEDEN VAN UW KEUZE

source: Explore and Acquire Skills Based on Your Interest
nl: Onderzoek en Verwerf Vaardigheden, Gebaseerd op uw Interesse

source: BUILD ON WHAT YOU KNOW
nl: BOUW VOORT OP WAT U AL WEET

source: Get Suggestions Based on Your Current Skills
nl: Krijg Suggesties op Basis van Uw Huidige Vaardigheden

source: GET READY FOR YOUR INDUSTRIES
nl: STA KLAAR VOOR UW BEDRIJFSTAKKEN

source: Get up-to-date on Industry verticals and related tech skills
nl: Wees op de hoogte van bedrijfssectors en aanverwante technische vaardigheden

source: COURSES FOR LEADERS
nl: CURSUSSEN VOOR LEIDINGGEVENDEN

source: Learn the latest technologies and gain competitive advantage
nl: Leer de nieuwste technologieën en pak concurrentievoordeel

source: FULL STACK PROGRAMS
nl: FULL-STACK PROGRAMMA'S

source: Learn industry standard full stack programs
nl: Leer full-stack programma's van de industrie

source: Roles
nl: Rollen

source: I want to Learn...
nl: Ik wil ..... leren

source: No results based on your search
nl: Geen zoekresultaten op basis van uw zoekopdracht

source: Result(s) based on your search.
nl: Resultaten op basis van uw zoekopdracht

source: Explore learning paths for new age roles based on Industry trends
nl: Verken leertrajecten voor new age rollen gebaseerd op trends in de industrie

source: Select a Pillar
nl: Kies een Pilaar

source: Select an Offering
nl: Selecteer een Aanbod

source: Role
nl: Rol

source: Offering
nl: Aanbod

source: Explore
nl: Verkennen

source: Results based on your search
nl: Resultaten op basis van uw zoekopdracht

source: Learning path(s) in high demand
nl: Veelgevraagde leertraject(en)

source: Skill based Suggestions
nl: Op vaardigheid gebaseerde suggesties

source: WHAT CAN I LEARN?
nl: WAT KAN IK LEREN?

source: Get suggestions based on current skills
nl: Krijg suggesties op basis van huidige vaardigheden

source: Select topics to get suggestions
nl: Selecteer onderwerpen om suggesties te krijgen

source: No Results for your search
nl: Geen Resultaten voor uw zoekopdracht

source: Get Suggestions
nl: Suggesties Opvragen

source: Coming Soon...
nl: Komt spoedig...

source: Select your Account:
nl: Selecteer uw Account

source: Select the Portfolio
nl: Selecteer het portfolio

source: Select a Theme
nl: Selecteer een Thema

source: Delivery Partners
nl: Leveringspartners

source: Navigator for Delivery Partners
nl: Navigator voor Leveringspartners

source: Be an effective Delivery Partner
nl: Wees een effectieve Verzendpartner

source: TECHNICAL TRAININGS FOR DP
nl: TECHNISCHE TRAININGEN VOOR DP

source: Learn the emerging and digital technologies and gain competitive advantage
nl: Leer over de opkomende en digitale technologieën en win aan competitief voordeel

source: GET READY FOR YOUR INDUSTRY
nl: STA KLAAR VOOR UW BEDRIJFSTAKKEN

source: Get up-to-date on industry verticals and related tech skills
nl: Wees op de hoogte van bedrijfssectors en aanverwante technische vaardigheden

source: BEHAVIORAL SKILLS
nl: GEDRAGSVAARDIGHEDEN

source: Learn essential behavioral skills
nl: Leer essentiële gedragsvaardigheden

source: BUSINESS AND SALES SKILLS
nl: BUSINESS- EN VERKOOPVAARDIGHEDEN

source: Become an effective business leader
nl: Word een efficiënte bedrijfsleider

source: KNOW YOUR DP ACCOUNTS
nl: KEN JE DP-ACCOUNTS

source: Explore and know about strategic accounts
nl: Ontdek en neem kennis van strategische accounts

source: BEST PRACTICES SHARING
nl: BEST PRACTICES DELEN

source: Account-based learning and sharing
nl: Account-gebaseerd leren en delen

source: This role requires specialization in one or more disciplines and certifications are mandatory for some of them. Choose a learning path from each of the categories, create goals to track your learning and get certified.
nl: Deze rol vergt specialisatie in één of meer disciplines en voor sommige daarvan zijn certificeringen verplicht. Kies een leertraject uit elk van de categorieën, creëer doelen voor het bijhouden van uw leerproces en wordt gecertificeerd.

source: Certification is Mandatory
nl: Certificatie is Verplicht

source: Certification is optional
nl: Certificering is Optioneel

source: Create Goal
nl: Creëer Doel

source: Goals added successfully
nl: Doelen succesvol toegevoegd

source: Goals added successfully
nl: Doelen succesvol toegevoegd

source: Unable to save goals
nl: Kan geen doelen Opslaan

source: Already part of your goals
nl: Reeds onderdeel van uw doelen

source: Goal not launched yet
nl: Doel nog niet gelanceerd

source: What Can I Learn?
nl: Wat kan ik leren?

source: No Skill Selected
nl: Geen vaardigheid geselecteerd

source: Suggested learning path(s) based on selected skills
nl: Aanbevolen leertraject(en) gebaseerd op geselecteerde vaardigheden

source: Sales Navigator
nl: Verkoop Navigator

source: Tip Of the Spear (TOST)
nl: Voorhoede

source: Get Ready for your Industries
nl: Sta Klaar voor uw bedrijfstakken

source: Digital for Sales
nl: Digitaal voor de Verkoop

source: Success Stories
nl: Succesverhalen

source: Become an effective front line sales leader
nl: Word een efficiënte front line verkoopsleider

source: Learn from our successes and Navigate to Win
nl: Leren van onze successen en Navigeer om te Winnen

source: Account based Learning and Sharing
nl: Op Account gebaseerd Leren en Delen

source: Sales Onboarding
nl: Verkoop Onboarding

source: Welcome to the Infosys Sales Function! We are thrilled to have you on board. We are partnering with our clients on their digital journey as they Navigate their next, and you play a crucial role in helping us live our vision. This portal will help you learn all about Infosys and your new role. I wish you the best in your career with us.
nl: Welkom bij de Infosys Sales Functie! We zijn blij je te mogen verwelkomen. We gaan partnerschappen aan met onze klanten op hun digitale reis wanneer ze naar het volgende Navigeren, en jij speelt een cruciale rol om te helpen onze visie waar te maken. Dit portaal zal je helpen alles over Infosys en jouw nieuwe rol te leren. Ik wens je het beste met je carrière bij ons.

source: Welcome to the Infosys Sales Function! We are thrilled to have you on board. We are partnering with our clients on their digital journey as they Navigate their next, and you play a crucial role in helping us live our vision. This portal will help you learn all about Infosys and your new role. I wish you the best in your career with us.
nl: Welkom bij de Infosys Sales Function! We zijn blij je te mogen verwelkomen. We gaan partnerschappen aan met onze klanten op hun digitale reis wanneer ze naar het volgende Navigeren, en jij speelt een cruciale rol om te helpen onze visie waar te maken. Dit portaal zal je helpen alles over Infosys en jouw nieuwe rol te leren. Ik wens je het beste met je carrière bij ons.

source: Sales Launchpad
nl: Verkoop Launchpad

source: Onboarding for new joiners
nl: Onboarding voor nieuwe toetreders

source: Cohort Learning
nl: Cohort leren

source: Relive targeted in-person cohort learning
nl: Herbeleef gericht persoonlijke cohort leren

source: Role Induction
nl: Rol Inductie

source: Transition into your new role effectively
nl: Effectieve overgang naar uw nieuwe taak

source: Bridge Academy
nl: Bridge Academie

source: Get ready to move to Sales career stream
nl: Maak u klaar om naar een Verkoopcarrièrestream te verhuizen

source: Sales Competencies
nl: Verkoopcompetenties

source: Consultative Selling
nl: Consultatieve ........Verkoop

source: Techno-Domain Fluency
nl: Techno-Domein Welbespraaktheid

source: Social Selling & Networking
nl: Sociale Verkoop & Netwerken

source: Influencing & Winning Deals
nl: Beïnvloeding en het Winnen van Deals

source: Knowledge of Infosys Products & Offerings
nl: Kennis van Infosys Producten & Aanbiedingen

source: Leveraging Infosys Systems & Processes
nl: Gebruikmaken van Infosys Systemen & Processen

source: Consultative Selling
nl: Consultatieve.Verkoop

source: Design Thinking and Out-of-the-box solutions; Being Customer Centric; Becoming a trusted Advisor
nl: Design Thinking en Out-of-the-box oplossingen; Klantgerichtheid; Een betrouwbare Adviseur worden

source: Techno-Domain Fluency
nl: Techno-Domein Welbespraaktheid

source: Thought leadership & Industry expertise, Technology Articulation, Story-telling
nl: Intellectueel leiderschap & branchekennis, Technologische Articulatie, Verhalen vertellen

source: Social Selling & Networking
nl: Sociale Verkoop & Netwerken

source: Presence & impact in Social Networks and Industry Forums, Working through Alliances
nl: Aanwezigheid en invloed in Social Networks en industrie Forums, werken via allianties

source: Sales Process & Work flow, System touch-points & inter linkages, Overall efficiencies & Improvements
nl: Verkoopsproces& Workflow, System van touchpoints &aaneenschakelingen, Algemeneefficiënties&Verbeteringen

source: Time required to learn varies depending on what skills one already possesses. Select your skill profile to know courses that you need to learn. Create a goal to track your learning progress.
nl: Benodigde tijd om te leren hangt af van welke vaardigheden reeds bezit. Selecteer uw vaardigheid profiel te weten de cursussen die je nodig hebt om te leren. Creëer een doel voor het bijhouden van uw leerproces.

source: Choose relevant learning path and create goal
nl: Kies relevante leertraject en creëer een doel

source: Explore courses for your selected Profile.
nl: Bekijk cursussen voor uw geselecteerde Profiel

source: Explore courses
nl: Verken cursussen

source: You must take assessment to record completion of courses.
nl: U moet een beoordeling maken om de voltooiing van cursussen te registreren.

source: Program not launched yet
nl: Programma nog niet gestart

source: For Leaders
nl: Voor Leidinggevenden

source: Good news for Business and Technology leaders
nl: Goed nieuws voor Zakelijke en Technologie leidinggevenden

source: Click on pillars to know more
nl: Klik op pilaren om meer te weten te komen

source: FullStack Programs
nl: FullStack Programma’s

source: Pick a full stack offering of your choice to learn
nl: Kies een full-stack aanbieding van uw keuze voor meer informatie

source: Practice
nl: Praktijk

source: Select a SubDomain
nl: Selecteer een Subdomein

source: Select a
nl: Selecteer een

source: Pillar
nl: Pilaar

source: Digital Pentagon
nl: Digitale Pentagon

source: Select a Theme
nl: Selecteer een Thema

source: No themes for this Pillar
nl: Geen thema's voor deze Pilaar.

source: Narratives
nl: Verhalen

source: Reference Architecture
nl: Referentiearchitectuur

source: Tech Skills
nl: Technische Vaardigheden

source: This feature is unavailable for now, it is under construction.
nl: Deze functie is voorlopig niet beschikbaar, ze is onder constructie.

source: Certifications will appear here.
nl: Certificaten zullen hier verschijnen.

source: Full Stack Content
nl: Full-stack Inhoud

source: KNOW MORE
nl: MEER WETEN

source: Know More Content
nl: Ken Meer Inhoud

source: ALTERNATIVES
nl: ALTERNATIEVEN

source: Select a Variant
nl: Selecteer een Variant

source: PURSUE OFFERING
nl: DOORGAAN MET AANBOD

source: re-check notifications
nl: controleer meldingen opnieuw

source: refresh notifications
nl: vernieuw meldingen

source: No notifications
nl: Geen meldingen

source: Recent Badge
nl: Recente Badge

source: Received on:
nl: Ontvangen op:

source: Shared Playlist
nl: Afspeellijst Delen -

source: Shared Goals
nl: Gedeelde Doelstelling -

source: No playgrounds found!
nl: Geen speelpleinen gevonden!

source: Error fetching playgrounds!
nl: Fout bij het ophalen van speelpleinen!

source: Playgrounds to explore
nl: Speelpleinen te ontdekken

source: More...
nl: Meer...

source: CREATE
nl: CREËER

source: Create Playlist
nl: Maak Afspeellijst

source: My Playlists
nl: Mijn Afspeellijsten

source: Playlists shared with you
nl: Afspeellijsten gedeeld met u

source: Playlist Content
nl: Inhoud Afspeellijst

source: Create your playlist
nl: Maak uw afspeellijst

source: Playlist Title (10-100 characters)
nl: Naam Afspeellijst (10-100 karakters)

source: Search content for your playlist
nl: Zoek inhoud voor uw afspeellijst

source: Add To Playlist
nl: Toevoegen Aan Afspeellijst

source: Playlist added
nl: Afspeellijst toegevoegd.

source: Failed to create playlist. Please try again
nl: Creëren afspeellijst mislukt. Probeer het opnieuw

source: Unable to fetch data
nl: Onmogelijk om gegevens op te halen

source: Sync your playlist
nl: Synchroniseer uw afspeellijst

source: Your playlist is already up to date
nl: Uw afspeellijst al is bijgewerkt.

source: Will be removed
nl: Wordt verwijderd

source: Will be added
nl: Wordt toegevoegd

source: Error syncing playlist
nl: Fout opgetreden tijdens synchroniseren afspeellijst

source: Do you really want to remove
nl: Weet u zeker dat u wilt verwijderen

source: this playlist
nl: deze playlist

source: Delete this from playlist?
nl: Verwijder dit uit afspeellijst?

source: <ng-container> <ng-container>Challenges</ng-container> <ng-container>Playground</ng-container> <ng-container>Contest</ng-container> <ng-container>Subjective QnA</ng-container> <ng-container>Objective Quizzes</ng-container> <ng-container>Hands-On Dashboard</ng-container> <ng-container>Behavioral Skills</ng-container> <ng-container>Hands-On Authoring</ng-container> <ng-container>No Such Page Found</ng-container> </ng-container>
nl: <ng-container> <ng-container>Uitdagingen</ng-container> <ng-container>Speeltuin</ng-container> <ng-container>Wedstrijd</ng-container> <ng-container>Subjectieve QnA</ng-container> <ng-container>Doelstelling Quizzen</ng-container> <ng-container>Hands-On Dashboard</ng-container> <ng-container>Gedragsvaardigheden</ng-container> <ng-container>Hands-On Schrijven</ng-container> <ng-container>Zo’n Pagina Niet Gevonden</ng-container> </ng-container>

source: Accessible only on fullscreen. Click Okay to continue
nl: Alleen toegankelijk op volledig scherm. Klik op OK om verder te gaan

source: Okay
nl: OK

source: Error:
nl: Fout:

source: Proctor Url Missing
nl: ProctorUrl Ontbreekt

source: Content Fetch Failure
nl: Ophalen Inhoud Mislukt

source: No content id provided
nl: Geen inhoud-id opgegeven

source: Unable to load proctor url
nl: Load proctor url kan niet geladen worden

source: Unable to load User Profile. User may not have yet registered with us.
nl: Gebruikersprofiel kan niet geladen worden. De Gebruiker is misschien nog niet bij ons geregistreerd.

source: Followers ({{userFollowData.followers.length}})
nl: Volgers ({{userFollowData.followers.length}})

source: No Followers
nl: Geen Volgers

source: Activity Insights
nl: Activiteitsinzichten

source: Last 30 days
nl: Laatste 30 dagen

source: Total Time Spent
nl: Totaal bestede tijd

source: h
nl: U

source: Average:
nl: Gemiddeld:

source: Recently Learned Courses
nl: Recent Geleerde Cursussen

source: There seems to be some technical issue. Please retry
nl: Er lijkt een technisch probleem te zijn. Probeer het opnieuw

source: No recent activity
nl: Geen recente activiteit

source: Liked Items
nl: Gelikete Items

source: No liked items.
nl: Geen gelikete items.

source: {{ userFollowData?.followers?.length}} Followers |
nl: {{ userFollowData?.followers?.length}} Volgers |

source: {{userFollowData?.following?.length}} Following
nl: {{userFollowData?.following?.length}} Volgend

source: No Followers |
nl: GeenVolgers |

source: Not Following Anyone
nl: Niemand Volgend

source: Your Liked Items
nl: Items die u leuk vond
