Repository: pkranga/Eagle
Catalog: apps/web-v4/src/locale/messages.*.xlf
Languages: nl

source: Logout
nl: Uitloggen

source: Are you sure to logout
nl: Weet u zeker dat u wilt uitloggen

source: Logout Now
nl: Nu Uitloggen

source: Cancel
nl: Annuleren

source: Shortcut Keys <button> <mat-icon>close</mat-icon> </button>
nl: Sneltoetsen <button> <mat-icon>sluiten</mat-icon> </button>

source: Close Shortcut Keys Modal
nl: Sluit Sneltoets Modaal

source: Firefox 57 or newer
nl: Firefox 57 of recenter

source: Firefox 14 or newer
nl: Firefox 14 of recenter

source: Firefox 13 or older
nl: Firefox 13 of ouder

source: Application Wide
nl: Voor deze Toepassing

source: Action
nl: Actie

source: Key Combination
nl: Toetscombinatie

source: Show Shortcut Keys
nl: Toon Sneltoetsen

source: N/A
nl: N.V.T.

source: Hide Shortcut Keys
nl: Verberg Sneltoetsen

source: Catalog
nl: Catalogus

source: Notification
nl: Melding

source: Search
nl: Zoeken

source: Logout
nl: Uitloggen

source: For this Page
nl: Voor deze Pagina

source: Currently Available
nl: Momenteel Beschikbaar

source: Show All
nl: Toon Alles

source: Close
nl: Afsluiten

source: Toggle Slider
nl: Schuifknop

source: Goals
nl: Doelstellingen

source: Playlist
nl: Afspeellijst

source: Find
nl: Vind

source: Settings
nl: Instellingen

source: Certification
nl: Certificering

source: Marketing / Brand
nl: Marketing / Merk

source: Interest
nl: Interesse

source: Learning History
nl: Leergeschiedenis

source: Learning Time
nl: Leertijd

source: Leader Board
nl: Scorebord

source: Leadership Messages
nl: Leiderschapsberichten

source: About Us
nl: Over Ons

source: Contact Us
nl: Neem contact met ons op

source: Mobile Apps
nl: Mobiele Apps

source: Quick Tour
nl: Snelle Rondleiding

source: View More
nl: Bekijk Meer

source: Create
nl: Creëer

source: Navigate Before
nl: Navigeer Vóór

source: N/A
nl: N.V.T.

source: Navigate Next
nl: Navigeer Volgende

source: Tab groups - press the tab number
nl: Tabgroepen – druk op het tabnummer

source: Resume
nl: Hervatten

source: Learn
nl: Leren

source: Start Over
nl: Opnieuw Beginnen

source: Practice
nl: Praktijk

source: Assess
nl: Beoordelen

source: Catalog
nl: Catalogus

source: Notifications
nl: Meldingen

source: Language
nl: Taal

source: <mat-icon>check</mat-icon>Arabic
nl: <mat-icon>controleer</mat-icon>Arabisch

source: <mat-icon>check</mat-icon>Chinese
nl: <mat-icon>controleer</mat-icon>Chinees

source: <mat-icon>check</mat-icon>German
nl: <mat-icon>controleer</mat-icon>Duits

source: <mat-icon>check</mat-icon>English
nl: <mat-icon>controleer</mat-icon>Engels

source: <mat-icon>check</mat-icon>French
nl: <mat-icon>controleer</mat-icon>Frans

source: <mat-icon>check</mat-icon>Japanese
nl: <mat-icon>controleer</mat-icon>Japans

source: <mat-icon>check</mat-icon>Spanish
nl: <mat-icon>controleer</mat-icon>Spaans

source: Themes
nl: Thema’s

source: Teal Theme
nl: Thema Teal

source: Blue Theme
nl: Blauw Thema

source: Indigo Theme
nl: Indigo Thema

source: Lite Theme
nl: Licht Thema

source: Dark Theme
nl: Donker Thema

source: Goals
nl: Doelstellingen

source: Search
nl: Zoeken

source: This feature is in beta and hence parts of the site may appear in English only.
nl: Deze functie is in beta en bijgevolg kunnen delen van de site enkel in het Engels worden weergegeven.

source: About
nl: Over

source: Find Apps
nl: Vind Apps

source: No apps matched your query
nl: Er zijn geen apps die overeen komen met uw zoekopdracht

source: Me
nl: Ik

source: badges;achievements;points;score
nl: badges;prestaties;punten;score

source: downloads;save;offline
nl: downloads;opslaan;offline

source: feedback;query;bug;help;report;suggestions;like;comment
nl: feedback;zoekopdracht;bug;help;rapport;suggesties;zoals;opmerking

source: goals;target;aim;desire
nl: doelstellingen;doel;plan;wens

source: dashboard;hands-on;coding;solve;evaluate
nl: dashboard;hands-on;coderen;oplossen;evalueren

source: Interests
nl: Belangen

source: interests;topics
nl: belangen;onderwerpen

source: Learning History
nl: Leergeschiedenis

source: learning history;timeline;progress;past;history
nl: leergeschiedenis;tijdlijn;voortgang;verleden;geschiedenis

source: Learning Time
nl: Leertijd

source: time spent;learning time;learning;time
nl: bestede tijd;leertijd;leer;tijd

source: Notification
nl: Melding

source: notification;new
nl: melding;nieuw

source: Playlists
nl: Afspeellijsten

source: playlists;collection
nl: playlist;collectie

source: dashboard;profile;user;me
nl: dashboard;profiel;gebruiker;ik

source: My Analytics
nl: Mijn Analyses

source: my analytics;dashboard;analytics;user;me
nl: mijn analyses;dashboard;analyses;gebruiker;ik

source: Hone your Skills
nl: Verbeter je vaardigheden

source: Behavioral Skills
nl: Gedragscompetenties

source: behavioral skills;hands-on;coding;solve;evaluate;skills;behavioral
nl: gedragscompetenties;hands-on;coderen;oplossen;evalueren;competenties;gedrags-

source: Certifications
nl: Certificeringen

source: certifications;certify;assessment
nl: certificeringen;certificeren;beoordeling

source: Playground
nl: Speeltuin

source: playground;hands-on;coding;code;programming;solve;evaluate;dynamic playground
nl: speelplein;praktisch;hands-on;code;programmeren;oplossen;evalueren;dynamische speelplaats

source: Challenges
nl: Uitdagingen

source: hands-on;hands-on;coding;solve;evaluate;challenges
nl: hands-on;hands-on;coderen;oplossen;evalueren;uitdagingen

source: Contest
nl: Wedstrijd

source: hands-on;hands-on;coding;solve;evaluate;contest
nl: hands-on;hands-on;coderen;oplossen;evalueren;wedstrijd

source: LeaderBoard
nl: Scorebord

source: leaderboard;rank;stand;performance
nl: scorebord;rang;stand;prestaties

source: Objective Quizzes
nl: Objectieve Kwissen

source: objective;hands-on;coding;solve;evaluate;quiz;quizzes
nl: objectief;hands-on;coderen;oplossen;evalueren;kwis;kwissen

source: Subjective Q&A
nl: Subjectieve Q&A

source: subjective;hands-on;coding;solve;evaluate;que;ans
nl: subjectief;hands-on;coderen;oplossen;evalueren;vraag;antwoord

source: Contribution
nl: Bijdrage

source: Create
nl: Creëer

source: author;authoring tool;create
nl: auteur;auteurstool;creëren

source: Hands-On Authoring
nl: Hands-on Schrijven

source: authoring;coding;solve;evaluate;iap;author;create;hands-on;
nl: authoring;coderen;oplossen;evalueren;iap;auteur;creëren;hands-on;

source: Publish
nl: Publiceren

source: author;authoring tool;publish
nl: auteur;schrijfgereedschap;publiceren

source: Review
nl: Beoordelen

source: author;authoring tool;review
nl: auteur;schrijfgereedschap;beoordelen

source: Learning Assistant
nl: Leerassistant

source: navigator;guide;pilot;innovation
nl: navigator;gids;pilot;innovatie

source: onboarding;onboarding kit
nl: onboarding;onboarding set

source: Search
nl: Zoeken

source: search;find;explore
nl: zoekopdracht;zoeken;verkennen

source: Knowledge Hub
nl: Kenniscentrum

source: Catalog
nl: Catalogus

source: catalog;explore;inventory;list;brochure;overview
nl: catalogus;verkennen;inventaris;lijst;brochure;overzicht

source: Client Stories
nl: Verhalen van Klanten

source: brand;client stories;success stories;client success stories
nl: Merk;klantverhalen;succesverhalen;succesverhalen van klanten

source: Industries
nl: Bedrijfstakken

source: brand;industries;industry;enterprises;enterprise
nl: merk;bedrijfstakken;bedrijfstak;ondernemingen;ondernemeing

source: brand;marketing;advertising;sales;merchandising;promoting
nl: merk;marketing;reclame;omzet;merchandising;promoten

source: Product and Subsidiaries
nl: Producten en Dochterondernemingen

source: brand;product subsidiaries;product subsidiary
nl: merk;product dochterondernemingen;product dochteronderneming

source: brand;services;solutions;service;solution
nl: merk;diensten;oplossingen;dienstverlening;oplossing

source: Communications
nl: Communicatie

source: infy radio;radio;broadcast;podcast
nl: infy radio;radio;uitzenden;podcast

source: Leadership Messages
nl: Leiderschapsberichten

source: from leaders;talks,leadership messages
nl: van leidinggevenden;gesprekken,leiderschapsberichten

source: Question and Answer
nl: Vraag en Antwoord

source: question and answer;qna;q and a
nl: vraag en antwoord;Q&A;qand a

source: Events
nl: Gebeurtenissen

source: Americas Confluence 2018
nl: Amerika’s-Samenvloeiing 2018

source: american-confluence-2018
nl: amerikaanse-samenvloeiing-2018

source: EMEA Confluence 2018
nl: EMEA-Samenvloeiing 2018

source: european-confluence-2018
nl: europese-samenvloeiing-2018

source: Information
nl: Informatie

source: About Us
nl: Over Ons

source: about platform;information;about;about us
nl: over platform;informatie;over;over ons

source: Contact Us
nl: Neem contact met ons op

source: contact us;help;support;mail;contact
nl: neem contact met ons op;help;ondersteuning;mail;contact

source: faqs;question;query;frequently answered questions;frequently asked questions
nl: faqs;vraag;zoekopdracht;vaak beantwoorde vragen;vaak gestelde vragen

source: learning analytics;graph;data
nl: learning analytics;grafiek;gegevens

source: Mobile Apps
nl: Mobiele Apps

source: mobile apps;ios;android;download;apps;application;mobile application;app;mobile applications
nl: mobiele apps;ios;android;download;apps;toepassing;mobiele;app;mobiele toepassingen

source: Quick Tour
nl: Snelle Rondleiding

source: quick tour;overview;demo
nl: snelle rondleiding;overzicht;demo

source: Terms & Condition
nl: Algemene Voorwaarden

source: terms & condition;tnc;terms & conditions;terms and conditions; terms and condition;terms of sale;end user license agreement;license agreement;conditions of sale;terms and conditions of sale
nl: algemene voorwaarden;tnc;algemene voorwaarden;algemene voorwaarden; algemene voorwaarden;verkoopvoorwaarden; licentieovereenkomst vooreindgebruikers; licentieovereenkomst; verkoopvoorwaarden; algemene verkoopvoorwaarden

source: logout;sign-out;logoff;exit;log off;quit
nl: uitloggen;uitschrijven;verlaten;uitloggen;verlaten

source: Settings
nl: Instellingen

source: settings;adjustments;environments;setup
nl: instellingen;aanpassingen;omgevingen;setup

source: Login For Infoscions <mat-icon>exit_to_app</mat-icon>
nl: Login Voor Infoscions <mat-icon>exit_naar_app</mat-icon>

source: Login For Subsidiaries
nl: Inloggen Voor Dochterondernemingen

source: Login For New Recruits
nl: Inloggen Voor Nieuwe Rekruten

source: Terms of use
nl: Gebruiksvoorwaarden

source: Access Restricted
nl: Beperkte Toegang

source: Your app is outdated! Uninstall it and get the latest app from
nl: Uw app is verouderd! Verwijder hem en haal de nieuwste app op van

source: You are on staging site that is decommissioned!
nl: U bevindt zich op de staging-site die buiten werking is gesteld!

source: Want to Learn?
nl: Wilt u iets Leren?

source: Go to
nl: Ga naar

source: Want to Create?
nl: Wilt u iets Creëren?

source: If you need any clarification please contact
nl: Neem voor meer informatie contact op met

source: Feature Unavailable
nl: Functie Niet Beschikbaar

source: The requested feature is not available in trial version
nl: De gevraagde functie is niet beschikbaar in proefversie

source: Start Playing
nl: Begin met Spelen

source: View TOC / Details
nl: Bekijk TOC / Details

source: Cohorts
nl: Cohorten

source: Analytics
nl: Gegevensanalyse

source: See Analytics
nl: Zie Gegevensanalyse

source: Show Analytics
nl: Toon Analytics

source: Call
nl: Bellen

source: Call Button
nl: Belknop

source: Copy phone number to Clipboard
nl: Kopieer telefoonnummer naar Klembord

source: Copy to Clipboard
nl: Kopieer naar Klembord

source: Open Call Dialog
nl: Open Oproepdialoog

source: Call
nl: Bellen

source: Navigate to Cohorts
nl: Navigeer naar Cohorten

source: Show Cohorts
nl: Toon Cohorten

source: Download Content
nl: Download Inhoud

source: Add to Goals
nl: Toevoegen aan Doelen

source: Unable To Fetch user goals
nl: Kan Gebruikersdoelen Niet Ophalen

source: No existing goal. Please create a new goal
nl: Geen bestaande doel. Maak nieuw doel aan

source: Provide a name for your goal
nl: Geef een naam voor uw doel

source: Provide minimum 5 characters
nl: Met minimaal 5 tekens

source: Goal name is required
nl: Naam voor doel is vereist

source: Enter at least 5 characters
nl: Voer minimaal 5 tekens in

source: Set goal duration(days)
nl: Stel duur van doel in (dagen)

source: Suggested:
nl: Voorstel:

source: less than an hour
nl: korter dan 1 uur

source: 1 hour
nl: 1 uur

source: hours
nl: uren

source: Invalid goal duration
nl: Ongeldige duur voor doel

source: Create Goal
nl: Creëer Doel

source: Okay
nl: OK

source: Create New
nl: Nieuwe Maken

source: New Goal created with content
nl: Nieuw Doel gemaakt met inhoud

source: Open Goal Selection Dialog
nl: Open Doelkeuzedialoog

source: Add to goals
nl: Toevoegen aan doelen

source: Like
nl: Zoals

source: UnLike
nl: NietZoals

source: Do you want to send content to your mailbox ?
nl: Wil u inhoud naar uw mailbox versturen?

source: Send
nl: Versturen

source: send content over mail
nl: Verstuur inhoud via mail

source: Cancel
nl: Annuleren

source: Don't send this content
nl: Deze inhoud niet versturen

source: Send Content to your mailbox
nl: Verstuur Inhoud naar uw mailbox

source: Send the content to your mail box
nl: Stuur de inhoud naar uw mailbox.

source: Failed to send mail.
nl: email verzenden mislukt

source: I need your help in 'Elaborate your query'
nl: Ik heb hulp nodig bij 'Verfijn uw zoekopdracht".

source: Send Mail
nl: Mail Versturen

source: Send Your Query
nl: Verstuur uw Zoekopdracht

source: Send Mail
nl: Mail Versturen

source: Ask a query using mail
nl: Stel een vraag via mail

source: Add to playlist
nl: Toevoegen aan afspeellijst

source: New playlist
nl: Nieuwe afspeellijst

source: add/remove content from the playlist
nl: verwijder/voeg inhoud toe uit de playlist.

source: New Playlist name
nl: Nieuwe Afspeellijstnaam

source: Playlist Name
nl: Afspeellijstnaam

source: Provide at least 10 characters
nl: Voer minimaal 10 tekens in

source: Playlist name is required
nl: Afspeellijsten is vereist

source: Enter at least 10 characters
nl: Voer minimaal 10 tekens in

source: Close
nl: Afsluiten

source: Close
nl: Afsluiten

source: Okay
nl: OK

source: Create new
nl: Nieuwe maken

source: create new playlist
nl: maak nieuwe afspeellijst

source: Cancel
nl: Annuleren

source: New Playlist created with content
nl: Nieuwe Afspeellijst gemaakt met inhoud

source: Playlist
nl: Afspeellijst

source: Add to Playlist
nl: Toevoegen Aan Afspeellijst

source: Share with
nl: Delen met

source: Domain name is mandatory for email addresses
nl: Domeinnaam is verplicht voor emailadressen

source: Invalid domain name. This domain is not allowed for sharing content
nl: Ongeldige domeinnaam. Dit domein is niet toegestaan voor delen van inhoud

source: Invalid Ids
nl: Ongeldige Ids

source: Unable to share for above ids. Sharing with other ids are successful
nl: Kan bovenstaande ids niet delen. Delen met andere ids is succesvol

source: Your message ...
nl: Uw bericht ...

source: I want to share this artifact that I found on {{platform}}.
nl: I wil artefact datikhebgevonden op {{platform}}delen.

source: Share
nl: Delen

source: Share this content with specified email address
nl: Deel deze inhoud met opgegeven emailadres

source: Unable to share. Try later
nl: Kan niet delen. Probeer het later

source: Content successfully shared
nl: Inhoud met succes gedeeld

source: Share Content
nl: Deel Inhoud

source: Feedback for
nl: Feedback voor

source: Rating is required
nl: Beoordeling is verplicht

source: Leave a comment
nl: Geef een reactie

source: Please wait...
nl: Even geduld a.u.b...

source: Submit Feedback
nl: Feedback Verzenden

source: Open Content Feedback Dialog
nl: Open Inhoudfeedbackdialoog

source: Content Feedback
nl: Inhoud Feedback

source: Interactive Video
nl: Interactieve Video

source: Assessment
nl: Beoordeling

source: Hands-On
nl: Praktijkgericht

source: Certification
nl: Certificering

source: Classroom Course
nl: Klaslokaal Cursus

source: External Course
nl: Externe Cursus

source: Program
nl: Programma

source: Course
nl: Cursus

source: Resource
nl: (Hulp)middel

source: quiz
nl: kwis

source: assessment
nl: test

source: interactive-video
nl: interactieve video

source: classroom
nl: klaslokaal

source: certification
nl: certificering

source: course
nl: cursus

source: program
nl: programma

source: resource
nl: bron

source: Content
nl: Inhoud

source: views
nl: weergaven

source: Close Detail View
nl: Detailweergave Sluiten

source: Last viewed on
nl: Laatst bekeken op

source: You have shown interest in
nl: U hebt interesse getoond in

source: Because you viewed
nl: Omdat hebt bekeken

source: Content not available
nl: Inhoud niet beschikbaar

source: We could not find any results for
nl: We konden geen resultaten vinden voor

source: are studying this
nl: bestuderen dit

source: Load More
nl: Meer Laden

source: Skip All
nl: Sla Alles Over

source: Skip This
nl: Sla Dit Over

source: Prev
nl: Vorige

source: Submit
nl: Indienen

source: Done
nl: Klaar

source: Next
nl: Volgende

source: Problem Statement
nl: Probleemstelling

source: Step 1:
nl: Stap 1:

source: Step 2: Arrange
nl: Stap 2: Schik

source: Public
nl: Openbaar

source: Protected
nl: Beschermd

source: Private
nl: Privé

source: Options
nl: Opties

source: Step 3: Relationship
nl: Stap 3: Relatie

source: is-a
nl: is-een

source: has-a
nl: heeft-een

source: uses-a
nl: gebruikt-een

source: Please add a class to submit and see the result!
nl: Voeg een klas toe om voor te leggen en het resultaat te zien!

source: Some error occurred. Please try again later!
nl: Er is een fout opgetreden. Probeer het later nog eens!

source: Classes
nl: Klassen

source: All classes are correct
nl: Alle klassen zijn correct

source: Class Name
nl: Klasnaam

source: Attributes
nl: Attributen

source: Methods
nl: Methoden

source: Error
nl: Fout

source: Relationships
nl: Relaties

source: Relationship
nl: Relatie

source: Result
nl: Resultaat

source: Webinar Recording
nl: Webinaropname

source: Player
nl: Afspeler

source: View toc
nl: Bekijk toc

source: Part of
nl: Deel Van

source: Table of Contents
nl: Inhoudsopgave

source: Requested Resource is not in collection
nl: Gevraagd (Hulp)middel is niet in verzameling aanwezig

source: Invalid Resource
nl: Ongeldig (Hulp)middel

source: The content type of the requested content is not 'Resource'
nl: Het inhoudstype van het gevraagde content is geen '(Hulp)middel'

source: The provided MIME Type is not supported
nl: Het opgegeven MIME-Type wordt niet ondersteund

source: Failed to set cookie for the content.
nl: Cookie voor de inhoud instellen mislukt.

source: Artifact Url:
nl: UrlArtifact;

source: Content unavailable
nl: Inhoud niet beschikbaar

source: Content for given mime type does not have all the required fields
nl: Content voor gespecificeerd mime-type beschikt niet over alle vereiste velden

source: This is instructor-led classroom course and is not available online. Please register at Learning Hub on Intranet.
nl: Dit is klassikale cursus en is niet online beschikbaar. S.v.p. inschrijven bij Learning Hub op intranet.

source: View Toc
nl: Bekijk toc

source: This is a third party online training program. You can access the content by
nl: Dit is een online opleidingsprogramma van een derde partij. Je kantoegangkrijgen tot de inhoud door

source: clicking here.
nl: hier te klikken.

source: Something went wrong. Not able to load the content
nl: Er is iets fout gegaan. Niet in staat om de inhoud te laden

source: No plugin found for given content mimeType.
nl: Geen plugin gevonden voor het opgegeven inhoud-mime-ype.

source: This is a live-recording of a webinar/classroom session. While we aim to provide you the best content, you may experience some unavoidable inaccuracies in audio/video relay. Please be assured our endeavor is to provide you the best learning experience always.
nl: Dit is een live-opname van een webinar/klaslokaalsessie. Hoewel we je de beste inhoud willen bieden, kun je enkele niet te voorkomen onnauwkeurigheden in de audio-/video-verbinding ervaren. Weet dat wij trachten je altijd de beste leerervaring te bieden.

source: Exercise: Code Magnets
nl: Oefening: Code Magneten

source: Time Left:
nl: Tijd Over:

source: Time Over!
nl: Tijd Verstreken!

source: Magnets
nl: Magneten

source: Drop here any magnets that you do not need.
nl: Drop hier de magneten die je niet nodig hebt.

source: Your Answer
nl: Je Antwoord

source: The magnets dropped here form your answer.
nl: De hier gedropte magneten vormen je antwoord.

source: Your answer is correct!
nl: Je antwoord is correct!

source: Your answer is incorrect.
nl: Je antwoord is niet correct!

source: Some of your test cases have Failed. Do you still want to submit?
nl: Sommige van je proefprocessen zijn Mislukt. Wil je het nog steeds voorleggen?

source: Submit
nl: Indienen

source: Cancel
nl: Annuleren

source: No Submission Found
nl: Geen Voorlegging Gevonden

source: No Submission Found for this Exercise.
nl: Geen Voorlegging Gevonden voor deze Oefening.

source: Cancel
nl: Annuleren

source: Execute
nl: Uitvoeren

source: Verify
nl: Controleer

source: Submit
nl: Indienen

source: View Last Submission
nl: Bekijk Laatste Voorlegging

source: Execution Result
nl: Uitvoeringsresultaat

source: Your code is executing...
nl: Uw code wordt uitgevoerd...

source: Verification Result
nl: Verificatie Resultaat

source: Your code is being verified...
nl: Je code wordt geverifieerd...

source: Total
nl: Totaal

source: Structural
nl: Structureel

source: Logical
nl: Logisch

source: Sl. No.
nl: Sl. Nr.

source: Test Target
nl: Test Doel

source: Expected Output
nl: Verwachte Output

source: Actual Output
nl: Huidige Output

source: Result
nl: Resultaat

source: Sample
nl: Proef

source: Actual
nl: Huidig

source: Sample
nl: Proef

source: Actual
nl: Huidig

source: N/A
nl: N.V.T.

source: Some Error Occured
nl: Er is een fout opgetreden

source: Submission Result
nl: Voorleggingsresultaat

source: Your code is being submitted...
nl: Je code wordt voorgelegd...

source: Execute
nl: Uitvoeren

source: of
nl: van

source: Explanation for blank
nl: Uitleg voor leeg vak

source: Explanation
nl: Uitleg

source: Explanation:
nl: Uitleg:

source: Explanation :
nl: Uitleg:

source: Option
nl: Optie

source: Submit Quiz
nl: Verstuur Quiz

source: Do you want to submit?
nl: Wil je dit voorleggen?

source: You have not answered all the questions! Do you still want to submit?
nl: Je hebt niet alle vragen beantwoord! Wil je dit nog steeds voorleggen?

source: You still have some questions marked for later! Do you still want to submit?
nl: Je hebt nog steeds enkele vragen aangemerkt voor later! Wil je dit nog steeds voorleggen?

source: Questions
nl: Vragen

source: Unable to Submit
nl: Voorleggen niet Mogelijk

source: Thank you for your attempt.
nl: Dank voor uw poging.

source: Result:
nl: Resultaat:

source: PASS
nl: GELUKT

source: FAIL
nl: MISLUKT

source: Correct
nl: Juist

source: Incorrect
nl: Onjuist

source: Unanswered
nl: Onbeantwoorde

source: Submit
nl: Indienen

source: Difficulty :
nl: Moeilijkheid:

source: Duration :
nl: Duur:

source: Questions :
nl: Vragen:

source: Are you sure you want to delete this?
nl: Ben je zeker dat je dit wil verwijderen?

source: Unable to delete! Please retry or
nl: Verwijderen niet mogelijk! Probeer opnieuw of

source: Report to us
nl: meld het ons

source: Delete Post
nl: Verwijder Post

source: Delete
nl: Verwijderen

source: down vote
nl: tegenstem

source: Down vote
nl: Tegenstem

source: Up vote
nl: Voorstem

source: Lex is an implementation of Wingspan,
nl: Lex is een implementatie van Wingspan.
