Repository: pkranga/Eagle
Catalog: apps/web-v4/src/locale/messages.*.xlf
Languages: nl

source: There seems to be some technical issue. Pleas retry
nl: Er lijkt een technisch probleem te zijn. Probeer het opnieuw

source: You have no liked items.
nl: U hebt items die u niet leuk vindt.

source: <mat-icon>check</mat-icon>All
nl: <mat-icon>controleer</mat-icon>Alles

source: <mat-icon>check</mat-icon>My TimeLine
nl: <mat-icon>controleer</mat-icon>MijnTijdlijn

source: <mat-icon>check</mat-icon>People i follow
nl: <mat-icon>controleer</mat-icon>Personen die ikvolg

source: <mat-icon>check</mat-icon>Tags i follow
nl: <mat-icon>controleer</mat-icon>Tags die ikvolg

source: <mat-icon>check</mat-icon>Groups i follow
nl: <mat-icon>controleer</mat-icon>Groepen die ikvolg

source: <mat-icon>check</mat-icon>My Drafts
nl: <mat-icon>controleer</mat-icon>MijnConcepten

source: <mat-icon>check</mat-icon>All unanswered
nl: <mat-icon>controleer</mat-icon>Alleonbeantwoorde

source: Ask a Question
nl: Stel een Vraag

source: View Conversation
nl: Bekijk Gesprek

source: Body
nl: Kern

source: Save and Post
nl: Opslaanen Posten

source: Added
nl: Toegevoegd

source: Made <ng-container>{{platform}}</ng-container> accessibility friendly
nl: Gebruiksvriendelijke <ng-container>{{platform}}</ng-container> toegang

source: Personalize the look of <ng-container>{{platform}}</ng-container> with themes and text size selector
nl: Personaliseerhet zicht van<ng-container>{{platform}}</ng-container> met thema’sen de tekstgrootteselector

source: Changed
nl: Gewijzigd

source: Changed usability of Search feature
nl: Bruikbaarheid van Zoekfunctie Gewijzigd

source: Quickly access any feature through apps corner
nl: Snel toegang tot elke functie via apps hoek

source: Create goals from any screen, without navigating away!
nl: Creëer doelen vanuit ieder scherm, zonder weg te navigeren!

source: View your learning time data as a line graph, and filter it by date range
nl: Bekijk uw leertijdgegevens als een lijngrafiek, en filter het d.m.v. datumbereik

source: View your recent resources with filters on the home page
nl: Bekijk uw recente middelen met filters op de homepage.

source: Keep track of your achievements through the notifications page
nl: Houd uw prestaties bij d.m.v. de meldingenpagina

source: New seasonal badges
nl: Nieuwe seizoensgebonden badges

source: Courses on <ng-container>{{platform}}</ng-container> now allow you to learn in full screen to avoid distractions!
nl: Met de cursussen op <ng-container>{{platform}}</ng-container> kun je nu leren in volledig scherm, zodat je nietafgeleidwordt!

source: Updates to FAQ, Contacts and TnC pages
nl: Updates voor FAQ-Contacten en TnC-pagina’s

source: Code snippets now have syntax highlighting
nl: Codefragmenten hebben nu syntax-highlighting

source: Keep track of your progress through PDF, YouTube video
nl: Bijhouden van uw voortgang via PDF, video op YouTube

source: Performance improvements and bug fixes
nl: Performanceverbeteringen en bugfixes

source: Quizzes with new types – Match the following
nl: Quizzen met nieuwe types - Komen overeen met de volgende

source: Integrated Code Pane
nl: Geïntegreerd Codevenster

source: Changed the Player experience
nl: Veranderde de Spelerservaring

source: Interactive Videos
nl: Interactieve Video's

source: Submission page for exercises and get feedback from Instructors
nl: Indiening pagina voor oefeningen en feedback krijgen van instructeurs

source: What do you want to learn?
nl: Wat wilt u leren?

source: Search...
nl: Zoeken...

source: Best Results
nl: De Beste Resultaten

source: Showing
nl: Toont

source: results
nl: resultaten

source: Explore related concepts:
nl: Onderzoek verwante begrippen:

source: No result
nl: Geen resultaten

source: You may try
nl: U kunt proberen

source: Removing Filters
nl: Filters Verwijderen

source: Browsing
nl: Bladeren

source: Some error occurred! Please retry
nl: Er is een fout opgetreden! Probeer het opnieuw

source: Mobile App Settings
nl: Mobile App-instellingen

source: Open
nl: Openen

source: Choose your Language
nl: Kies je Taal

source: Choose a suitable font-size
nl: Kies een geschikt lettertype-grootte

source: Smaller Font
nl: Kleiner lettertype

source: Normal Font
nl: Normaal lettertype

source: Larger Font
nl: Groter lettertype

source: Choose your theme
nl: Kies uw thema

source: Blue
nl: Blauw

source: Lite
nl: Licht

source: Dark
nl: Donker

source: Preferences Saved
nl: Voorkeuren Opgeslagen

source: Failed to save preference
nl: Voorkeuren opslaan mislukt

source: My Skills
nl: Mijn Vaardigheden

source: Create Role
nl: Creëer Rol

source: Create Request
nl: Maak Verzoek

source: My Skill Quotient - {{skillName | titlecase}}
nl: Mijn Vaardigheidsquotiënt - {{skillName | titlecase}}

source: My {{skillName}} Quotient
nl: Mijn {{skillName}} Quotiënt

source: My Attempts
nl: Mijn pogingen

source: My {{skillName | titlecase}} Quotient
nl: Mijn {{skillName | titlecase}} Quotiënt

source: My Role Quotient
nl: Mijn Rol-Quotiënt

source: Assessment Quotient
nl: Test quotiënt

source: Add Role
nl: Voeg Rol toe

source: Create a New Role
nl: Creëer een Nieuwe Rol

source: Add
nl: Toevoegen

source: Role Title (required)
nl: Roltitel (vereist)

source: Add
nl: Toevoegen

source: Project Endorsement
nl: Projectbevestiging

source: Create Request
nl: Maak Verzoek

source: Endorse
nl: Bevestig

source: Edit Role
nl: Bewerk Rol

source: Edit Role
nl: Bewerk Rol

source: Date Range
nl: Datum bereik

source: Start Date
nl: Startdatum

source: End Date
nl: Einddatum

source: Your Avg :
nl: Uw Gem :

source: min/day
nl: min/dag

source: Some Error Occurred
nl: Er is een Fout Opgetreden

source: Mar
nl: Maa

source: May
nl: Mei

source: Oct
nl: Okt

source: User Average Over Period
nl: Gebruikersgemiddelde Over de Periode

source: Time I Spent
nl: Bestede Tijd

source: App Average
nl: App Gemiddelde

source: Date
nl: Datum

source: Minutes
nl: Minuten

source: Unable to Fetch Terms and condition. Please try later OR
nl: Kan Algemene Voorwaarden niet ophalen. Probeer later OR

source: Unable to Accept the terms and condition. Try later
nl: Kan Algemene Voorwaarden niet Accepteren. Probeer het later

source: Accepted on
nl: Aanvaard op

source: View Data Privacy
nl: Bekijk Gegevensprivacy

source: Data Privacy
nl: Gegevensprivacy

source: Please select on of the above Data Privacy Content based on your region
nl: Selecteer uit van bovenstaande Gegevensprivacy-inhoud op basis van uw regio

source: Back to Tnc
nl: Terug naar Tnc

source: Accept
nl: Accepteren

source: about content
nl: Inzake de inhoud

source: Table of contents
nl: Inhoudstafel

source: table of contents
nl: Inhoudsopgave

source: cohorts
nl: cohorten

source: Discussion Forum
nl: Discussieforum

source: discussion forum
nl: discussieforum

source: analytics
nl: gegevensanalyse

source: Projects
nl: Projecten

source: projects
nl: Projecten

source: What's Next
nl: Wat volgt?

source: post learning outcomes
nl: uitkomsten na het leren

source: Part Of
nl: Deel Van

source: content also belongs to
nl: content behoort ook toe aan

source: This is instructor-led classroom course and is not available online. Please register at Learning Hub on Intranet.
nl: Dit is klassikale cursus en is niet online beschikbaar. S.v.p. inschrijven bij Learning Hub op intranet.

source: This is a third party online training program. You can access the content by
nl: Dit is een online opleidingsprogramma van een derde partij. Je krijgt toegang tot de inhoud door

source: clicking here.
nl: hier te klikken.

source: More details in the description below
nl: Meer details in de beschrijving hieronder

source: Resume
nl: Hervatten

source: Learn
nl: Leren

source: Start Over
nl: Opnieuw Beginnen

source: Assess
nl: Beoordelen

source: Completed
nl: Klaar

source: Error loading content
nl: Fout bij laden van inhoud

source: Unable to fetch data
nl: Onmogelijk om gegevens op te halen

source: No content received
nl: Geen inhoud ontvangen

source: Invalid data received
nl: Ongeldige gegevens ontvangen

source: Duration is an indicative learning time based on authors inputs and learner’s data. This may not reflect actual time of media
nl: De duur is een indicatieve leertijd gebaseerd op inputs van de auteurs en studentengegevens. Dit geeft niet noodzakelijk de werkelijke tijd van de media weer

source: Description
nl: Beschrijving

source: Learning Objectives
nl: Leerdoel

source: Program Structure
nl: Program mastructuur

source: Learning Module
nl: Leer Modules

source: Learning Modules
nl: Leer Modules

source: Documents
nl: Documenten

source: Podcast
nl: Podcasts

source: Handson Question
nl: Handson-vraag

source: Handson Questions
nl: Handson-Vragen

source: Quizzes
nl: Quizzen

source: Assessments
nl: Beoordelingen

source: Other Resource
nl: Andere Middelen

source: Other Resources
nl: Andere Middelen

source: Prerequisites
nl: Vereisten

source: Software Requirements
nl: Software Vereisten

source: Courses
nl: Cursussen

source: System Requirements
nl: Systeemvereisten

source: Skills
nl: Vaardigheden

source: Related Topics
nl: Verwante Onderwerpen

source: View Less
nl: Minder Bekijken

source: Authors
nl: Auteur

source: Flat List
nl: Platte Lijst

source: Active Learners
nl: Actieve Lerenden

source: Experts and tutors
nl: Deskundigen en mentoren

source: No cohort found
nl: Geen cohort gevonden

source: Sorry, an error occurred.
nl: Sorry, er heeft zich een probleem voorgedaan.

source: Active
nl: Actief

source: Sharing the same goals
nl: Dezelfde doelen delen

source: Educators
nl: Opvoeders

source: Error fetching projects
nl: Fout bij ophalen van projecten

source: No projects found for this content
nl: Geen projecten gevonden voor deze inhoud

source: Type:
nl: Typ:

source: Delivery Manager
nl: Bezorgmanager

source: Innovations
nl: Innovaties

source: Strategies
nl: Strategieën

source: Nothing to show as of now
nl: Er is niets om te laten zien nu

source: What to learn next
nl: Wat vervolgens leren

source: Learning Module
nl: Leermodules

source: Unable to fetch data
nl: Onmogelijk om gegevens op te halen

source: This content is not part of any other content
nl: Deze inhoud is geen onderdeel van een andere inhoud

source: Tour
nl: Rondleiding

source: Foundation Program
nl: Basisprogramma

source: Content may be required to be opened in a new tab
nl: Er kan van de inhoud worden verlangd dat deze in een nieuw tabblad wordt geopend

source: Content needs to be opened in a new tab
nl: De inhoud moet worden geopend in een nieuw tabblad

source: Dismiss
nl: Verwerpen

source: HTML Content Viewer
nl: HTML-Inhoudviewer

source: IAP Assessment Viewer
nl: IAP-Beoordelingsviewer

source: View Course ToC
nl: Zie cursus ToC

source: Page
nl: Pagina

source: Web Module Content
nl: Webmodule-inhoud

source: Loading assessment.
nl: Test wordt geladen.

source: You have already attempted this assessment. You can attempt again from
nl: Je hebt deze test al geprobeerd. Je kunt hem nog eens proberen vanaf

source: 15 days since your last attempt.
nl: 15 dagensinds je laatste poging.

source: You have scored
nl: Je hebt gescoord

source: in last attempt.
nl: tijdens de laatste poging.

source: Certification fetch failed
nl: Ophalen van certificaat mislukt

source: Screen size issue
nl: Schermgrootte-probleem

source: This content is suited only for BIGGER SCREEN SIZE devices
nl: Deze inhoud is alleen geschikt voor apparaten met een GROTER SCHERMFORMAAT

source: Alert!
nl: Waarschuwing!

source: Virtual proctored assessments use your Laptop camera and mic to capture video and audio. This captured video and audio will be used for identifying any malpractices, and will be deleted safely. Request you to use other options for taking these assessments, if you do not like your video and audio being captured by the system.
nl: Virtuele beoordelingen onder toezicht gebruiken uw Laptopcamera en microfoon om video en audio op te nemen. Deze opgenomen video en audio wordt gebruikt voor het identificeren van eventuele misstanden, en zal veilig worden verwijderd. Verzoek u om andere opties voor deze beoordelingen te gebruiken, als u niet wilt dat uw video en audio door het systeem wordt opgenomen.

source: Starting in
nl: Begint over

source: seconds...
nl: seconden

source: Start Now
nl: Begint nu

source: Accessible only on fullscreen. Click Okay to continue
nl: Alleen toegankelijk op volledig scherm. Klik op OK om verder te gaan

source: Okay
nl: OK

source: View Submissions
nl: Bekijk Inzendingen

source: View my Submissions
nl: Bekijk mijn Inzendingen
