Repository: pkranga/Eagle
Catalog: apps/web-v4/src/locale/messages.*.xlf
Languages: nl

source: a next-generation learning solution accessible anytime, anywhere and on any device.
nl: eenleeroplossing van de volgendegeneratie die altijd, overalen op elk toestel toegankelijk is.

source: Read More
nl: Lees Meer

source: Overview
nl: Overzicht

source: Infosys Wingspan is a next-gen learning solution that helps organizations accelerate their talent transformation journey. It enables organizations to focus on training their talent of today, to be ready for tomorrow. Based on open source technologies, Infosys Wingspan is a cloud-first and mobile-first solution that is designed to be accessible anytime, anywhere and on any device. Organizations using Infosys Wingspan can facilitate a culture of learning and collaboration for their employees as well as enable their leaders to derive strategic insights to track talent productivity.
nl: Infosys Wingspan is een volgende-gen leeroplossing die organisaties helpt om hun talenttransformatiereis te versnellen. Het stelt organisaties in staat zich te concentreren op het trainen van hun huidige talent, om klaar te staan voor morgen. Infosys Wingspan is gebaseerd op open-sourcetechnologie, en is een cloud-first en mobile-first oplossing die is ontworpen om altijd en overal en op elk apparaat toegankelijk te zijn. Organisaties die Infosys Wingspan gebruiken kunnen een cultuur van leren en samenwerken voor hun werknemers faciliteren alsmede het voor hun leidinggevenden mogelijk maken strategische inzichten af te leiden om talentproductiviteit te volgen.

source: Learners can interact with the voice-enabled ‘learning assistant’ for learning guidance. With an ever evolving range of curated content, it facilitates learning based on interest, skill set and function/role. Learning modules are a combination of instructor-led, assisted learning and self-learning sessions. With on-the-go access, Infosys Wingspan helps accelerate business and employee engagement. It aids talent in navigating their next by creating an environment for continuous learning to acquire the right and relevant skills.
nl: Lerenden kunnen in wisselwerking staan met de spraakondersteunde ‘leerassistent’ voor leerbegeleiding. Met een steeds evoluerendereeks beheerde inhoudvergemakkelijkt Wingspan het lerengebaseerd op inhoud, vaardighedenen functie/rol. De leermodules zijn een combinatie van begeleid, geassisteerd leren en zelflerende sessies. Met haar on-the-go toegang, helpt Infosys Wingspan de zakelijke activiteiten en werknemersbetrokkenheid toenemen. Het helpt talent naar hun volgende stap te navigeren door een omgeving te creëren van permanente educatie om de juiste en relevante vaardigheden te verwerven.

source: Wingspan is the robust holistic learning solution that can help you Navigate Your Next in your talent transformation experience.
nl: Wingspan is de robuuste holistisch leeroplossing die u kan helpen naar uw Volgende Doel in uw talenttransformatie-ervaring te navigeren.

source: Features
nl: Eigenschappen

source: Welcome aboard! Make the learning experience of your organization’s talent more interactive and intuitive with role-based onboarding kits, curated playlists and custom goals which can be tracked by managers and learning anchors. There are a lot of cool features that make Wingspan a desirable learning platform for many organizations, for their talent transformation pursuit.
nl: Welkom aan boord! Maak de leerervaring van het talent in uw organisatie meer interactief en intuïtief met rolgebaseerde onboardingpakketten, samengestelde en aangepaste doelstellingen die door managers en leercoördinators kunnen worden gevolgd. Er zijn een heleboel gave kenmerken die van Wingspan een aantrekkelijk leerplatform voor vele organisaties maken, voor hun talenttransformatiejacht.

source: Flexible and Convenient
nl: Flexibel en Gemakkelijk

source: Infosys Wingspan provides the best-in-class curated content from multiple sources. Learners can access it seamlessly anytime, anywhere and on any device. Learning on-the-move is made easier as the content is available online and offline. Learners get a bird's-eye view on a topic of interest or delve deep into it for enriching their knowledge. The built-in AI-powered voice-enabled learning assistant responds to learners’ queries and also enables access to courses of interest within the solution.
nl: Infosys Wingspan biedt de beste-van-de-klas samengestelde inhoud uit meerdere bronnen. Lerenden hebben altijd naadloos toegang, overal en op elk apparaat. Leren onderweg wordt gemakkelijker gemaakt de inhoud online en offline beschikbaar is. Lerenden krijgen een breed overzicht op een interessant onderwerp of duiken er diep in om hun kennis te verrijken. De ingebouwde door AI aangestuurde spraakondersteunde leerassistent reageert op zoekopdrachten van lerenden en biedt toegang tot interessante cursussen binnen de oplossing.

source: Personal and Engaging
nl: Persoonlijk en Betrokken

source: There are several elements in Wingspan that make learning a much more enjoyable and engaging experience. Some of them are listed below.
nl: Er zijn verschillende elementen in Wingspan van leren een veel leukere en boeiendere ervaring maken. Hieronder staan een paar vermeld.

source: Learners can create ‘Goals’ to achieve learning fitness. Managers can also set goals for their team members and track their progress. The ‘Navigator’ directs learners to steer through dynamic learning paths specially crafted for them. Learners can explore role-based offerings, acquire skills of their choice and build on their current skill set.
nl: Lerenden kunnen 'Doelstellingen' creëren om leerfitness te verwerven. Managers kunnen ook doelstellingen voor hun teamleden instellen en de voortgang volgen. De 'Navigator' leert de lerenden door dynamische leertrajecten te sturen die speciaal voor hen zijn gemaakt. Lerenden kunnen rol gebaseerde producten verkennen, vaardigheden naar keuze verwerven en voortbouwen op hun huidige vaardigheden.

source: ‘Time Spent’ is a measure of the amount of time spent on learning initiatives on Wingspan and compare against the organization’s average.
nl: Bestede Tijd' is een maat voor de tijd die is besteed aan leerinitiatieven op Wingspan en vergelijk dit met het gemiddelde van de organisatie.

source: The ‘Learning History’ feature presents learners with the list of courses that they have commenced and spurs them to complete them.
nl: De 'Leergeschiedenis'-functie toont lerenden de lijst met opleidingen die zij zijn begonnen en moedigt ze aan deze te voltooien.

source: Connected and Collaborative
nl: Verbonden en Samenwerken

source: Learners can choose topics to add to their ‘Playlists’ and create their own learning paths. These paths can be shared with their peers too.
nl: Lerenden kunnen onderwerpen kiezen om toe te voegen aan hun 'Afspeellijsten' en hun eigen leertrajecten creëren. Deze trajecten kunnen ook worden gedeeld met hun leeftijdgenoten.

source: Incorporate role-based kits to train and engage talent with the ‘Onboarding’ function.
nl: Integreer op rollen gebaseerde pakketten om talent te trainen en te engageren met de 'Onboarding’ functie.

source: Competitive and Motivational
nl: Concurrerend en Motiverend

source: Learners can augment their competencies using the ‘Technology Playground’. In addition, learners can use the power of ‘Challenges’, ‘Contests’ and ‘Technology Assessment’ to
nl: Lerenden kunnen hun vaardigheden verbeteren met behulp van de ‘Technologie Speeltuin'. Daarnaast kunnen lerenden gebruik maken van de kracht van 'Uitdagingen', 'Wedstrijden' en 'Technologie-evaluatie'

source: Conduct technology certifications
nl: Gedragstechnologiecertificeringen

source: Test their own skills as well as the collective skills of different teams
nl: Test hun eigen vaardigheden alsmede de collectieve vaardigheden van verschillende teams

source: Create coding contests and hackathons
nl: Creëer coderingswedstrijden en hackathons

source: Customize assessments
nl: Beoordelingen aanpassen

source: Gamification
nl: Gamificatie

source: Learners can build a team of certified and deployable talent with ‘Virtual Proctored Certifications’, which enables learners to complete certification with ease anytime, anywhere. Fueled by gamification, learners can win cool ‘Badges’ by earning points after completing courses and topping the learning leaderboard.
nl: Lerenden kunnen een team van gecertificeerd en inzetbaar talent bouwen met 'Virtuele Afgeschermde Certificeringen', die het voor de lerenden mogelijk maakt certificeringen overal en altijd gemakkelijk te voltooien. Gestimuleerd door gamificatie kunnen lerenden gave 'Badges' winnen door punten te verdienen na het afronden van cursussen en bovenaan het scorebord te staan.

source: Strategic and Insightful
nl: Strategisch en Inzichtelijk

source: Organization leaders can drive impactful learning initiatives with insights from ‘Analytics’ and ‘Heartbeat Telemetry’ as well as keep a check on the learning trends of the organization. Through extensive activity tracking, reports and personalized dashboards, they can develop and manage talent productivity.
nl: Organisatieleiders kunnen impactvolle leerinitiatieven met inzichten uit 'Gegevensanalyse' en 'Hartslag Telemetrie' aansturen alsmede de leertrends van de organisatie in de gaten houden. Via het uitgebreid bijhouden van activiteiten , rapporten en gepersonaliseerde dashboards, kunnen ze talentproductiviteit ontwikkelen en beheren.

source: Plug and Play with Infosys Wingspan Catalog
nl: Plug and Play met Infosys Wingspan catalogus

source: Engage learners with a curated library of best in-class content. Seamlessly integrate your internal enterprise content or external third-party content. Learners can enjoy and choose any content format that best suits their learning requirements. They can learn from PDFs, podcasts, rich HTML, interactive labs and other content formats. Learners can also choose to learn bite-sized micro modules or dive deep into macro learning modules.
nl: Schakel lerenden in met een samengestelde bibliotheek met beste-in-zijn-klas inhoud. Integreer naadloos uw interne zakelijke inhoud of externe inhoud van derden. Lerenden kunnen elk inhoudsformaat kiezen en van elk inhoudsformaat genieten dat het beste aansluit op hun leerbehoeften. Ze kunnen leren van PDF's, podcasts, rijke HTML, interactieve labs en andere inhoudsformaten. Lerenden kunnen er ook voor kiezen hapklare micro-modules te leren of diep in macro leermodules te duiken.

source: Practice Makes Perfect
nl: Oefening Baart Kunst

source: Never go out of touch! Learners can make the most of the hands-on coding playground and ‘Simulated Labs’ on cloud environment. These are made available on Wingspan to help learners practice and code after acquiring new skills.
nl: Blijf altijd in contact! Lerenden kunnen profiteren van de praktijkcodeerspeeltuin en 'Gesimuleerde Labs' in een cloudomgeving. Deze zijn beschikbaar op Wingspan om lerenden te helpen oefenen en coderen na het verwerven van nieuwe vaardigheden.

source: Benefits – why Infosys Wingspan?
nl: De Voordelen - waarom Infosys Wingspan?

source: Infosys Wingspan offers multiple benefits when it comes to talent transformation with on-the-go learning capabilities. Here are some of them:
nl: Infosys spanwijdte biedt meerdere voordelen als het gaat om talenttransformatie met on-the-go leer vaardigheden. Hier zijn er een paar:

source: 100% Cloud and Open Source-based, which enables easy deployment
nl: 100% Cloud- en Opensource-gebaseerd, waarmee eenvoudige implementatie mogelijk wordt

source: A scalable, secure, open-source cloud-based solution that can be easily integrated with your enterprise SSO. This solution can be accessed anytime, anywhere and on any device.
nl: Een schaalbare, veilige, opensourcecloud-gebaseerde oplossing die eenvoudig kan worden geïntegreerd in uw onderneming SSO. Deze oplossing is altijd en overal en op elk apparaat toegankelijk.

source: Always-on support
nl: Altijd ondersteuning

source: Get round-the-clock guidance from experts and educators as well as technical and operational support for the Wingspan platform.
nl: Rond-de-klok begeleiding door experts en docenten alsmede technische en operationele ondersteuning voor het Wingspan platform.

source: Make Wingspan your own
nl: Maak Wingspan van uzelf

source: Make Wingspan unique to your organization by assimilating your brand narrative through logos, images and other brand elements on the customized homepage.
nl: Maak Wingspan uniek voor uw organisatie door het assimileren van uw merkomschrijving d.m.v. logo's, afbeeldingen en andere merkelementen op de aangepaste homepage.

source: Get smart
nl: Wordt verstandig

source: Learners can interact with the AI-powered voice-enabled ‘learning assistant’ for guidance at any stage of the learning process. They can also access dynamic guided learning paths created for roles, skills and interest.
nl: Lerenden kunnen in wisselwerking staan met de op AI-gebaseerde spraakondersteunde ‘leerassistent' voor begeleiding in elke fase van het leerproces. Ze hebben ook toegang tot dynamische geleide leertrajecten gecreëerd voor rollen, vaardigheden en belangstelling.

source: Insights
nl: Inzichten

source: How Impactful is Your Organization’s Learning?
nl: Hoeveel Impact is het Leren Van Uw Organisatie ?

source: The structure of organizations and jobs are changing as artificial intelligence, machine learning, robotic process automation and other digital capabilities are overwhelming the workplace. It therefore becomes imperative for employees to constantly learn new skills and develop capabilities that will make them ready for the jobs of the future.
nl: De structuur van organisaties en opdrachten veranderen omdat kunstmatige intelligentie, geautomatiseerd leren, robot procesautomatisering en andere digitale mogelijkheden de werkplek overweldigen. Daardoor wordt het noodzakelijk dat de werknemers voortdurend nieuwe vaardigheden en competenties leren ontwikkelen die hen klaar stomen voor de banen van de toekomst.

source: points
nl: punten

source: Re Calculate Badges
nl: Herbereken Badges

source: Unable to fetch data!
nl: Onmogelijk om gegevens op te halen!

source: Re calculating badges. Please hold on...
nl: Badges worden herberekend. Gelieve te wachten...

source: Received on
nl: Ontvangen op

source: You have earned
nl: U hebt verdiend

source: Earned
nl: Verdiend

source: times
nl: tijden

source: Close to earn
nl: Bijna verdiend

source: Your next target
nl: Uw volgende doel

source: Last updated on
nl: Voor het laatst geüpdate op

source: Write a Blog
nl: Schrijf een Blog

source: Title
nl: Titel

source: Body
nl: Kern

source: Recent Blogs
nl: Recente Blogs

source: New Blog
nl: Nieuwe Blog

source: My Blogs
nl: Mijn Blogs

source: Your blogs will appear here
nl: Jouw blogs verschijnenhier

source: Popular Blogs
nl: Populaire Blogs

source: Edit Blog
nl: Bewerk Blog

source: Edit
nl: Bewerk

source: No Data Available
nl: Geen Gegevens Beschikbaar

source: No content available
nl: Geen inhoud beschikbaar

source: Conceptual Overview
nl: Conceptueel Overzicht

source: Programs
nl: Programma’s

source: Courses
nl: Cursussen

source: Learning Modules
nl: Leermodules

source: Resources
nl: (Hulp)middelen

source: No data available
nl: Geen gegevens beschikbaar

source: Unable to fetch certifications!
nl: Onmogelijk om certificeringen op te halen!

source: On-going Certifications
nl: Doorlopende Certificeringen

source: Certifications you can take
nl: Certificeringen die u kunt pakken

source: Not available for you
nl: Niet beschikbaar voor u

source: Passed Certifications
nl: Geslaagde Certificeringen

source: No data available
nl: Geen gegevens beschikbaar

source: Must View
nl: Moet Bekijken

source: Latest
nl: Nieuwste

source: Business Narratives
nl: Bedrijfsverhalen

source: Tech Talks
nl: Tech-gesprekken

source: Concept Graph
nl: Conceptgrafiek

source: Raise an AHD
nl: Dien een AHD in

source: Go to Sparsh :
nl: Ga naar Sparsh :

source: Click to raise AHD
nl: Klik om een AHD in te dienen

source: Mail us
nl: Mail ons

source: You can also mail us at
nl: U kunt ons ook mailen op

source: Click to mail
nl: Klik naar mail

source: Talk to us
nl: Praat met ons op

source: You can call us and we will help you out
nl: U kunt ons bellen en wij helpen u.

source: Dial *22345 from your voip phones
nl: Bel *22345 met je voip-telefoon

source: Access Forbidden
nl: Toegang Verboden

source: We are Sorry
nl: Het spijt ons

source: You do not have sufficient access rights to view this page.
nl: U hebt onvoldoende toegangsrechten om deze pagina te bekijken.

source: Please contact your local admin for access related issues.
nl: Neem contact op met uw lokale beheerder voor toegang-gerelateerde zaken.

source: In case you have typed the URL, please check if the spelling is correct.
nl: In geval u de URL hebt ingevoerd, controleer dan of de spelling correct is.

source: If you suspect a site problem, kindly report the problem. We appreciate your support.
nl: Als u een site-probleem vermoedt, meld het probleem dan. Wij danken u bij voorbaat voor uw steun.

source: Contact Us
nl: Neem contact met ons op

source: Internal Server Error
nl: Interne Serverfout

source: We are facing some technical difficulties. The experts are on it.
nl: Wij worden geconfronteerd met een aantal technische problemen. De experts werken er aan.

source: If you are seeing this page for a long time, please empty the cache and reload the page.
nl: Als u deze pagina voor langere tijd bekijkt, leeg dan de cache en laad de pagina opnieuw.

source: Page Not Found
nl: Pagina Niet Gevonden

source: The page you requested cannot be found.
nl: De gevraagde pagina kan niet worden gevonden.

source: We have redesigned our web site and many URLs have changed. You can go to our Home Page to find the topic you are looking for, or use the site search or the site map to find the topic you are interested in.
nl: Wij hebben onze website vernieuwd en veel URLs zijn veranderd. U kunt naar onze Homepage gaan om het onderwerp te vinden dat u zoekt , of de zoekfunctie of de site map gebruiken om het onderwerp te zvinden dat u interesseert.

source: Service Unavailable
nl: Service niet Beschikbaar

source: The server is currently unavailable, but it will soon be up.
nl: De server is momenteel niet beschikbaar, maar is binnenkort weer beschikbaar.

source: We have a temporary downtime, we will be up soon.
nl: Wij hebben een tijdelijke uitval, wij zijn binnenkort weer beschikbaar.

source: Unauthorized Access
nl: Onbevoegde Toegang

source: You need to login to view this page.
nl: U dient in te loggen om deze pagina te bekijken.

source: Some Pages you need to sign up to view.
nl: Voor sommige pagina's dient u zich aan te melden om deze te bekijken.

source: If you have already signed up, please login to proceed.
nl: Als u zich reeds hebt aangemeld, log dan in om verder te gaan.

source: Feature Disabled
nl: Actie Uitgeschakeld

source: Coming Soon
nl: Binnenkort

source: You are accessing the feature which is currently disabled for this instance.
nl: Je betreedt de functie die momenteel voorlopig uitgeschakeld is.

source: You are accessing the feature which is not currently unavailable for trial instance.
nl: Je bedreedt de functie die momenteel niet onbeschikbaar is voor trial instance.

source: No content
nl: Geen inhoud

source: Error fetching content
nl: Fout bij ophalen van inhoud

source: LIVE streaming will be on only during the event.
nl: LIVE-streaming staat alleen tijdens de gebeurtenis aan.

source: No LIVE event at the moment.
nl: Geen LIVE-event op het ogenblik.

source: Checking for LIVE events...
nl: LIVE-events zoeken...

source: Watch
nl: Kijk

source: If facing issues in video, please click 'Open in new tab' above
nl: Indien u problemen ervaart op het gebied van video, klik dan op 'Openen in nieuw tabblad' hierboven

source: Events:
nl: Gebeurtenissen:

source: Starts:
nl: Begint:

source: Started:
nl: Begonnen:

source: Ends:
nl: Eindigt:

source: Ended:
nl: Beïndigd:

source: Frequently asked questions can be configured here.
nl: Frequentlyaskedquestions kunnen hier geconfigureerd worden.

source: ODC Access
nl: ODC Toegang

source: Compatibility
nl: Compatibiliteit

source: Installation
nl: Installatie

source: Progress Completion
nl: Voortgang Voltooiing

source: Authoring
nl: Autoriseren

source: Progress Completion
nl: Progres Voltooid

source: Q1. Unable to login to Lex
nl: Q1. Kan niet inloggen bij Lex

source: For using Lex you have to register yourself for Multi-Factor Authentication.<br/> Please login to Lex from
nl: Om Lex te gebruiken moet u zich registreren voor Multi-Factor authenticatie.<br/> Login a.u.b. Bij Lex van

source: <br/> Lex is an internet facing application there are two scenarios.<br/> 1. You are accessing Lex on Infosys Intranet (VPN yes but not IConnect)<br/> 2. You are accessing Lex on Internet (from your personal laptop/desktop/Mobile browser/Android/iOS native applications)<br/> In 1) you will not have to do separate authentication, your windows login will be automatically used for letting you in Lex<br/> In 2) You need to register yourself first for Multi-Factor Authentication (MFA) at
nl: <br/> Lex is een internetgerichte toepassing er zijn twee scenario's.<br/> 1. U opent Lex via Infosys Intranet (VPN ja maar niet IConnect)<br/> 2. U opent Lex via Infosys Intranet (vanaf uw eigen laptop/desktop/Mobiele browser/Android/iOS-native toepassingen) <br/> In 1) u hoeft geen aparte authenticatie te doen, uw windows -aanmelding wordt automatisch gebruikt om u toegang te verschaffen tot Lex <br/> In 2) U moet zich eerst registreren voor Multi-Factor Authenticatie (MFA) bij

source: on intranet and register.<br/> The passcode or pin you set up here will be used for login later.<br/> Once you enter your Infosys user name and password on a Microsoft Page, you will receive a call prompting you to use the passcode/pin to authenticate yourself.<br/> You can also either register or change your pin if you have forgotten.
nl: op intranet en registreren.<br/> De toegangscode of pin die u hier instelt wordt later gebruikt voor het inloggen.<br/> Zodra u uw Infosys gebruikersnaam en wachtwoord gebruikt op een Microsoftpagina ontvangt u een oproep waarin u wordt gevraagd om het wachtwoord/de pincode te gebruiken om uzelf te authenticeren.<br/> U kunt uw pincode of registreren of wijzigen als u deze bent vergeten.

source: Q2. Unable to logon to Lex, enclosed blue screen error
nl: Q2. Kan niet aanmelden bij Lex, omheind blauw scherm fout

source: Request to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.<br/> Restart the browser and try accessing Lex.
nl: Graag uw cookies en cache verwijderen van de desktop browser alvorens opnieuw te proberen.<br/> Ook kunt u gebruik maken van de Incognitomodus of Privébrowsmodus van Chrome en IE.<br/> Start de browser opnieuw en probeer dan Lex te openen.

source: Q3. Login credentials for Lex
nl: Q3. Aanmeldingsgegevens voor Lex

source: Please visit:<br/>
nl: Bezoek:<br/>

source: and register yourself for Multi-Factors Authentication.<br/> You can set a passcode of your choice. Select Call-In method for authentication.<br/> For accessing Lex this is a “must” criteria.<br/> 1. Visit
nl: en registreer uzelf voor Multi-Factorsauthenticatie.<br/> U kunt een toegangscode naar keuze instellen. Selecteer een Inbelmethode voor authenticatie.<br/> Voor toegang tot Lex is dit een "moet" criteria.<br/> 1. Bezoek
