{
    "variantData": [
        {
            "name": "PM Principles",
            "description": "Project management is the practice of initiating, planning, executing, controlling, and closing the work of a team to achieve specific goals and meet specific success criteria at the specified time. The primary challenge of project management is to achieve all of the project goals within the given constraints.",
            "children": [
                {
                    "name": "Agile",
                    "description": "Agile Project Management (APM) is an iterative approach to planning and guiding project processes. Just as in Agile Software Development, an Agile project is completed in small sections. These sections are called iterations.",
                    "children": [
                        {
                            "name": "More About Agile",
                            "description": "Agile Project Management (APM) is an iterative approach to planning and guiding project processes. Just as in Agile Software Development, an Agile project is completed in small sections. These sections are called iterations."
                        },
                        {
                            "name": "SCRUM",
                            "description": "Scrum project management is a methodology for managing software delivery that comes under the broader umbrella of agile project management. It provides a lightweight process framework that embraces iterative and incremental practices, helping organizations deliver working software more frequently.",
                            "children": [
                                {
                                    "name": "Estimation",
                                    "description": "In Scrum Projects, Estimation is done by the entire team during Sprint Planning Meeting. The objective of the Estimation would be to consider the User Stories for the Sprint by Priority and by the Ability of the team to deliver during the Time Box of the Sprint."
                                },
                                {
                                    "name": "Reporting",
                                    "description": "Proper monitoring of a project and correct reporting of the progress are key to success and open communications."
                                },
                                {
                                    "name": "Stand-Ups",
                                    "description": "Daily Scrum Meeting / Daily Stand-up Meeting. The daily Scrum meeting is a short everyday meeting, ideally during start of the working day."
                                }
                            ]
                        },
                        {
                            "name": "Kanban",
                            "description": "Kanban is a visual method that can help in project management with resource allocation and workflow management."
                        }
                    ]
                },
                {
                    "name": "Lean",
                    "description": "Lean project management is the application of lean concepts such as lean construction, lean manufacturing and lean thinking to project management."
                },
                {
                    "name": "PMI / PMBOK",
                    "description": "PMBOK® is an acronym for Project Management Body of Knowledge. It's a book, published by PMI, that collects the processes, best practices, terminologies and guidelines that are the accepted norm in the industry.It was first published in 1996 and is about to publish its sixth edition in the fall of 2017."
                }
            ]
        }
    ]
}